{
    "0": {
       "cht": "愚者",
       "eng": "THE FOOL",
       "position": "正位",
       "meaning": "愚者的場景是在一個懸崖旁邊，眼神望向天空，似乎走路不看路，未注意到斷崖的危險，從一方面來說，代表他的天真豁達，活在自己的世界當中，是一種自由，具有一種率性，一種開放，不因世俗的眼光評價而自我設限，一種對於自我的追尋，另一方面，可以說他涉事未深，未能對當前的危險做出即時的判斷。然而，愚者並不表示愚笨，他是大智若愚的狀態，身後隨身的背囊亦是旅行所需的道具，代表有充分準備的意思，準備在旅途上大展身手，從人類的生命來說，是一種生下來，與身俱來的天賦，且面對前方的危險，仍能站出來行走面對，其也是有勇敢的內心。展開的旅程之開始，是故愚者出現時，出現旅行、遠行的機會很大。而身旁的小狗，是旅程中陪伴愚者同行的夥伴，就圖面的動作，可以說他是在提醒，提醒愚者前方的危險，投射到實際的面向上，代表身旁的建議，或者說是重要他人、貴人的提醒。在感情方面，可能雙方處於浪漫純真，純純的愛情，未有接觸到兩人實際上的層面。工作方面，可能要注意未有見到的危險，多聽聽身邊他人的意見，盡自己的能力而為的話大致上未有太大的問題。",
       "url": "0_The_Fool.jpg"
    },
    "1": {
       "cht": "愚者",
       "eng": "THE FOOL",
       "position": "逆位",
       "meaning": "逆位的愚者，可能就是真的笨了，因為重力的關係，行囊可能失去，代表準備不充足，手上純真的百合丟失，代表失去純真，或者是想的太多，而逆位懸崖在上方，具有強調的意味，代表眼前的危機擴大，陷入窒礙難行的狀態，而小狗在此時，展現的是一種錯誤的訊息，代表外在的訊息給予之建議可能有誤，或者是太過倚賴外在，使得自己無法做出決定，或是成為一種累贅，豬一樣的隊友，整體上來說因眼前的挑戰太大，想的太多，而失去了勇氣。感情上的愚者逆位，表示遭遇挫折，情感無法向前，或者是遭遇情感上的危機，雙方無法闖關。投資上要注意，可能會因為錯誤的信息而陷入財務上的困難。",
       "url": "0_The_Fool_R.jpg"
    },
    "2": {
       "cht": "魔術師",
       "eng": "THE MAGICIAN",
       "position": "正位",
       "meaning": "魔法師是這個角色是具有能力的，具有執行的行動力，是有方法的，要什麼便能生出什麼，創新能力，很適合創造力的工作，且面對觀眾抱有信心，臨場反應佳，環境方面所提供的資源亦適足夠豐沛，是有資源的。而魔法師一手指天，一手指地，代表著上知天文，下知地理，同樣的代表一種溝通的狀態，能夠溝通兩端，在關係當中代表兩極的接觸，正位時，為信息正確的傳播，花開得茂盛，能量的順暢遞送，表示溝通良好。前方的紅玫瑰與白百合，為黃金黎明的代表標誌，也揭示魔法師為其組織當中的一員，身上所穿的衣袍紅白相間也可之其一二。腰間的蛇，為自吞蛇的標誌，吃掉自己的尾巴，然後又長出來，跟頭上的無限符號都是一種無限的宇宙循環的表示，想法清晰，而蛇在古老的隱喻當中，包含著智慧，放於腦袋上的無限符號即為腦袋智慧的無限運轉。在感情當中，雙方處於年輕的熱戀，有新鮮的熱度，彷彿關係當中充滿了無限的變化，而對方在她的眼中，是一位年輕俊美的男子，具有變化萬千的魅力。在工作方面，這張牌的出現代表有能力，能構統合各種的事物，並且自己的工作職權範圍內無所不知無所不曉，能力表現出色，有實際上的產出。",
       "url": "1_The_Magician.jpg"
    },
    "3": {
       "cht": "魔術師",
       "eng": "THE MAGICIAN",
       "position": "逆位",
       "meaning": "逆位的魔法師，可能虛有其表，表現出來是一種欺騙，表面上有能力變化，實質上所完成的東西指是一種假象，可能是一種假報告、假作品、抄襲之類的狀況產生。也有可能真的沒有能力表現出來的人，頭上智慧的無限符號因逆位消失，而缺乏智慧，做什麼都不行，無法掌握大局，工作一塌糊塗，技能不好，而桌上的四元素消失，也代表着環境資源不足。 前方的百合與玫瑰消失了，代表事物本身不再有豐富的變化，熱情熱度消退。原本在溝通天地間的流動手勢，也因逆位時失去正確導引的力量方向，而產生能量的凌亂，投射在關係中，展現為溝通不佳、言詞不達。",
       "url": "1_The_Magician_R.jpg"
    },
    "4": {
       "cht": "女祭司",
       "eng": "THE HIGH PRIESTESS",
       "position": "正位",
       "meaning": "女祭司坐於黑（B=boaz）白（J=jakin）兩柱之間，代表了陰陽，女祭司處於其間，又代表了中庸，理智的中庸之道為女祭司所追求的目標。女祭司屬於壓抑自我的人格特徵，對於物質享受不感興趣，然不是絕對的無情，後方的帷幕代表內心的豐富性與生命力（紅石榴-生命之果），他的內心實為充滿了生命的熱度，只是外表上看起來相當的文靜與平靜，表現出來好像對事情有冷淡，實為一種矜持的體現，具有保守的性格，另一方面，腳踏新月代表著純潔的特質，未經世事。手中所掌握的書本為智慧之書，掌握的是智慧，黑白陰陽之間的道理，而後方沉靜寬廣的水面，就實體場景來說，該海為地中海，而寬廣的水面投射於人身上，代表是潛意識的概念。感情的層面，雙方可能淡淡的，對感情總有保留，但內心或許隱藏著微微的對感情的期望，就總體上來說，可能關係上缺乏親密的特質，對於男女情感的投入熱度稀少，而女祭司的人物對象也顯現出對方目前對於感情並不抱持興趣，若是太主動熱烈，往往感情容易踢到鐵板。而該牌因比較屬於內心高層次的展現，故對於行動面較為不利，想的很多卻做得很少，有想法確無實際上的作為，故物質上的收穫不大，為心靈層次的牌。",
       "url": "2_The_High_Priestess.jpg"
    },
    "5": {
       "cht": "女祭司",
       "eng": "THE HIGH PRIESTESS",
       "position": "逆位",
       "meaning": "逆位的女祭司，可能雙柱被摧毀了，造成黑白是非不分，而海在上方，可能也代表水面不再平靜，產生情緒上的潰堤，潛意識的躁動，或是毛躁的情緒，情感不再被壓抑，嶄露了出來，另外一方面來說，布幕的失去，也有可能造成女祭司逆位時，展現絕對冷漠，裝做表面的口是心非，不夠真誠。新月在上，也強調月亮的陰晴圓缺特質，具有周期與波動性，可以說是反反覆覆，情緒潮起潮落，情緒不穩定，可能變得無法掌握對方的心情。",
       "url": "2_The_High_Priestess_R.jpg"
    },
    "6": {
       "cht": "女皇",
       "eng": "THE EMPRESS",
       "position": "正位",
       "meaning": "來到了女皇牌，可以看到，相較於前面一張女祭司，女皇的年紀更大了，且整體畫面來講，充滿了豐富飽滿的色彩，女皇體形也較豐腴，黃澄澄的稻穗，整體的感受是一種豐滿，女皇坐於柔軟舒適的椅墊上，手中握著權杖，代表著享受這一切豐富的收穫。而這張牌在人物的原型當中，代表母親的形象，正位是一位能夠給予物質撫育，溫暖甜蜜的母親，且謹守母親的權限，投射在當事人的心中，表示對方可以在事件中自我照顧，如果有懷孕的跡象的話，女皇給的訊息也是偏向肯定的。顯然的，這張牌強調物質，享受於物質的沉浸當中，世俗的快樂是女皇所追逐的目標。在人際方面，因為皇后是一位母親的形象，是故在關係當中，會感到親切熱絡，照顧般的溫暖，對愛情方面屬於有利的特徵。工作方面，太過注重舒適度，工作上的進度需要注意，然而皇后也身為一皇，故屬於有明確個人的特質，在面試時，可以給予考官印象上的分數。",
       "url": "3_The_Empress.jpg"
    },
    "7": {
       "cht": "女皇",
       "eng": "THE EMPRESS",
       "position": "逆位",
       "meaning": "逆位的女皇牌，豐盛的能量枯萎，形成一種貧瘠，掉落的權杖與從椅上跌落表示無法再享受生活，這一切可能讓女皇感到情緒上的焦躁，心生欲求不滿的情緒。另一方面，也有可能逆位的女皇可能享受過度，產生拜金、懶散、縱慾過度、浪費的現象出現，要注意身體上例如肥胖的狀況。",
       "url": "3_The_Empress_R.jpg"
    },
    "8": {
       "cht": "皇帝",
       "eng": "THE EMPEROR",
       "position": "正位",
       "meaning": "皇帝是事業牌，對於工作賺錢方面有極大的助益，從身上的著裝來看，身上披著盔甲，隨時準備好要上戰場作戰，現代社會的戰場就以是職場最為常見，故這張牌對於事業上的衝刺有所助益。皇帝來說，一手握著球，代表運籌帷幄，一手握著權杖，代表掌握一切，又場景在山上，代表居高臨下，處於有利的位置，椅子上的山羊強調極強的性能力，故這張牌面，代表是權力結構的頂點與大男人主義，表現出來為高度的信心與自尊，講的是實事求是，一板一眼。皇帝牌也是父親人格的原型，在心中皇帝牌出現時，能夠非常的有安排力，主動的能力，對於事情選擇目標明確。在人際關係上，皇帝牌領導管理的能力很強，然而因為其為做事牌，一切以實際的物質行動面向為衡量基準，是故在關係當中可能缺乏浪漫情調，但感情的走向還是有所掌握力的。",
       "url": "4_The_Emperor.jpg"
    },
    "9": {
       "cht": "皇帝",
       "eng": "THE EMPEROR",
       "position": "逆位",
       "meaning": "逆位的皇帝，喪失了皇帝的管理特質，不會帶人，失去掌控的能力與缺乏先機，大男人的特質失去了，表示無法承擔責任，沒有擔當，懦弱，剛愎自用，另一方面，也沒有勇氣去面對當前的一切，處處提防他人，顯得防衛心極強，疑神疑鬼。",
       "url": "4_The_Emperor_R.jpg"
    },
    "10": {
       "cht": "教皇",
       "eng": "THE HIEROPHANT",
       "position": "正位",
       "meaning": "皇后與皇帝，是物質世界，權力世界的皇，教皇則是精神層面的皇，教皇牌當中，教皇一手指天，代表他是上天旨意的傳達者，扮演的是傳遞天意的代表者，給予指引、教導是教皇的任務；對於群體而言，教皇揭示了一種規則，這種規條一方面來講是束縛，然另外一個角度來講是一種保護，在社會當中人需要一個權威，以維持群體發展，部分的國家政教是緊密相關的，也顯現出了教皇牌當中的現象。而前方兩位教士，則是來聽教皇的教學，在現代的關係場合當中，是屬於學生與老師的師生關係，或是有目標的團體關係，前方的鑰匙表示給予關鍵，給你關鍵的要素，是故出現教皇時，有利於學習的成份。在關係當中，情愛的成分比較少，大部分都伴隨著角色權力的不對等，例如像是教學關係，指導者-被指導者、給予幫助的人-接受幫助的人，如果在情愛關係的話，可能教皇會扮演為一位介紹人的情況比較大，然在情感穩固的男女關係中，教皇所在之地為教堂，故是有結婚的信息存在。工作的場合上，可能會有熱心指導的人物出現，帶領大家，分配任務與工作規劃。",
       "url": "5_The_Hierophant.jpg"
    },
    "11": {
       "cht": "教皇",
       "eng": "THE HIEROPHANT",
       "position": "逆位",
       "meaning": "逆位的教皇，表示傳遞錯誤的資訊，溝通上產生障礙，要注意對方可能是假的教皇，假的很會，別有目的而來，例如老鼠會等的組織，強調自己的偉大，如同一位救贖者，跟著我帶妳上天堂。而在上方的教士，因為逆位而過度強調，使得以學生的角色為主，學生別有目的而來，來求取得上方的鑰匙。另一方面逆位的教皇，代表可能在關係當中，雙方一方過度依賴權威者的角色，太過忽視自己本身的能力，失去了自己做選擇的自由，一位個案與我的關係當中，出現了教皇逆位，我立刻覺察到，我太過與主斷在對方的事情上了，太過具有指導性，忽略了許多事情是個案的功課與個案有辦法自己去做決定的部分，當下我與她討論我們之間是否太過沒有彈性，恢復雙方彼此之間的尊重。",
       "url": "5_The_Hierophant_R.jpg"
    },
    "12": {
       "cht": "戀人",
       "eng": "THE LOVERS",
       "position": "正位",
       "meaning": "在戀人牌當中，開始出現了天使，拉菲爾天使象圍繞在伊甸園的場景當中，雙手伸開環繞兩人，代表這段感情，是受到祝福的，另外一方面也代表著見證，是一種認定與契約方面的確定，純然的相信對方是彼此雙方在關係當中的體現。女方後面的樹上纏繞著射，男方後面則是以火為象徵的生命之樹，整幅畫面帶來是生命力的現象，往成長茁壯、和諧的方向發展。後面聳高的山脈，象徵著一種高峰經驗，兩人在關係當中，逐漸的併融合一，一種中心到中心的接觸經驗。在工作的職場上，感到環境人際的輕鬆愉快，並且人與人之間不存在著太大的秘密遮掩。",
       "url": "6_The_Lovers.jpg"
    },
    "13": {
       "cht": "戀人",
       "eng": "THE LOVERS",
       "position": "逆位",
       "meaning": "逆位的戀人，形成關係局勢上的破裂，有一種疏遠，漸行漸遠，如果是已是夫妻的關係甚至有離婚的可能性，鴻溝逐漸的擴大，造成雙方彼此不合，而就地理實際面向來講，可能是遠距離戀情。在兩人之間的距離越來越遠，中間的天使加於兩端，似乎也暗示著，關係當中第三人現身的可能性，或是出現了競爭者，愛情中的第二選擇。",
       "url": "6_The_Lovers_R.jpg"
    },
    "14": {
       "cht": "戰車",
       "eng": "THE CHARIOT",
       "position": "正位",
       "meaning": "戰車為所有塔羅牌當中，表現速度最快的一張牌，在強大的力量速度面前，使用的是意志力導引前方人面獅身的斯芬克斯，為了能夠駕馭車，變需要強大的結合力以達到人車和一的境界。且該車名為戰車，也代表征戰，強調競爭與成功，後方即為攻下的城池。人物特質方面，站車表示對未來懷有無限的可能，願意且有勇氣找尋挑戰，不願意安於當前穩定的現狀，尋求更好、更進一步的變化。場景如同競技場，出現在環境當中往往帶有比較的氣氛，有如業績上排名的壓力，需要有高度的心智韌性與技巧方能在激烈的搏鬥中生存下去。在感情方面，屬於來的快（有可能去的也快的狀態），進展快速的感情，快速達陣，並且可能的目的只是為爭服，達倒目的即完成了他的任務，而進行下一階段的征服，感情戰場的一種收穫，如同攻城掠地般享受征服上的成就。另外離開城堡也代表著遠行、旅行、出差、離開的動作。",
       "url": "7_The_Chariot.jpg"
    },
    "15": {
       "cht": "戰車",
       "eng": "THE CHARIOT",
       "position": "逆位",
       "meaning": "逆位時，因斯芬克斯在上方，故強調該力量已無法被意志有效的掌握，變成方向不對，操作錯誤，技術不佳，也由原本正位的進攻變成採取守勢，進行的時候不順利，耽誤延遲，意志力不足，在戰場上容易變成受挫失敗，而缺乏勇氣退縮，防衛心重。而實際的場景當中，戰車也與實際的車輛有關，旅途中的交通工具與狀況關聯，逆位之時要注意行程進度，是否有交通意外車禍等等。與人獸合一的力量牌相比，戰車強調力量快速的推進，而力量牌則為剛柔並濟的和緩進行，是塔羅牌中兩種力量的展現方式。",
       "url": "7_The_Chariot_R.jpg"
    },
    "16": {
       "cht": "力量",
       "eng": "STRENGTH",
       "position": "正位",
       "meaning": "力量女神觸摸獅子，於是獅子就被馴服了，這裡的獅子，代表人與生俱來的生物本能，是一種獸性，而需要利用該力量則需一種溫柔的導引，是一種沉著、女性的力量，而面對我們本身的能力，我們需要的是信心，具足信心可以將該力量化為建設性的行動而不會造成毀壞。雖然說女神與獅子，兩者是不同的本性，其本質並不相符，但我們可以透過了解的關心，來撫觸包容涵養他者。獸性與女神身上纏繞的花圈，也表示這張力量的力，是考量到他人而言所展現出來的力，代表一種行使自己的意志時，顧及他人的感受。在職場上，這張牌也揭示面對外在強大力量的處事方法，而在人際關係的發展上面，為一種兩人逐漸加溫的感情，所表達的為一種流露的真情，有交心的感受。",
       "url": "8_Strength.jpg"
    },
    "17": {
       "cht": "力量",
       "eng": "STRENGTH",
       "position": "逆位",
       "meaning": "逆位時，獸性的力量太過強大，產生獸性大發的影響，失去控制，破壞兩人之間的連結，感覺無能為力，也亦謂著做事不顧他人，而女神也逐漸的失其力量能力，缺乏掌握的信心，在關係上，雙方本質上的不同顯露，距離開始產生，兩人逐漸失去熱情溫度。若把這張牌引為對自己的投射，逆位時案主擔心的是對於自己無法控制自己，內在控制不佳。而獅子也很常被比喻為外在環境條件，在逆位的時候，現實的挑戰太大，當事人害怕，深怕受到傷害，常見的有如社交畏懼症，對於他者的恐懼。",
       "url": "8_Strength_R.jpg"
    },
    "18": {
       "cht": "隱者",
       "eng": "THE HERMIT",
       "position": "正位",
       "meaning": "隱士站在群山之上，且是所有牌當中年紀最大的一張牌，過去有豐富的經驗，在山峰之上尋求的是通往天國的天梯，這張牌如果投射在一個人身上，有可能內心藏著一位老靈魂，時時閉著雙眼沉思，向內心深處探索，一種自省，而灰暗的背景也代表著孤獨，而這份孤獨卻是能夠帶予給人成長，往心中的方向前進（要從人群當中走出，有自己的意見與見解，走前人未曾走過的路，代表著無人可以與你同行，其基本的體驗為孤獨，是一種成長的代價）；手中的六角星（大衛之星），代表給予山腳下的人一種指引，猶如一座燈塔（或是說導航衛星），有貴人的訊息，相較於教皇牌，隱者的貴人處在遠離人群的地方，與外界隔離，教皇為人群當中熱心的指導者，隱士則須本人親自與他接觸，他才會將內心的智慧展露給你。在工作職場上，可能會有變動的住況（因為先裁公司當中的高薪老人），而在求職的時候，則會有貴人相助。因為有指引的特徵，所以尋找失物時，會是有利的。在人生的道路上，我們不斷的前進，時而我們會來到一個發展的階段，這是一種自然的現象，我們要學習到的是，如何去承接這份孤獨，讓自己在生命當中不同的孤獨階段，安住自己，在孤獨中安住。",
       "url": "9_The_Hermit.jpg"
    },
    "19": {
       "cht": "隱者",
       "eng": "THE HERMIT",
       "position": "逆位",
       "meaning": "逆位時，隱者低調的特性消失，可能會假裝有智慧、經歷的狀況，貴人的特徵失去，而將事情往錯誤的方向帶去，給予錯誤的建議，找不著方向，往往也使人會感到心煩意亂，煩躁的感受（試想GSP亂帶路的情況），而整體的行程也產生了拖累的狀況。",
       "url": "9_The_Hermit_R.jpg"
    },
    "20": {
       "cht": "命運之輪",
       "eng": "WHEEL OF FORTUNE",
       "position": "正位",
       "meaning": "輪中的TARO-塔羅，TORA-智慧，也象徵著塔羅為一智慧之書，可以透過塔羅了藉世事自然的變化，述說著生命的道理；在命運當中，是一種向前的脈絡，過去與現在的延伸，一種推動的力量，人在命運的脈絡當中，最重要的就是參與，只要人能在脈絡之中，命運就能帶給你生命的意義與提升，也就是一般常見\"一切都是最好的安排\"的說法，難的地方在於看懂命運這點，因其本身是會澀難懂的，是神意，所以人們會去找各種經典、經書，希望發現生命的真理，原因就是如此。與TARO相同一圈的文字為神的名子，而輪的中央為鍊金術之符號，而命運以輪轉的形式出現，類似時鐘一樣轉阿轉的，也是代表什麼時間應該要做什麼事情，會發生什麼事情就當在這時間完成，都有一定的規律，比如日出而作日落而息，人生個階段的時期發展與功課等。正位時，偏向的是好運，喜歡的安排，然而命運之輪往往其動作機理非是人所能掌握，正位雖是偏向順利，然而對於命運的結果仍屬未知之狀態，尚存有不確定之資訊，然而只要懂的命運，看懂並且接受，抓住、把握命運之輪正位時給你創造的機會，一切仍是往正向的方向走去。",
       "url": "10_Wheel_of_Fortune.jpg"
    },
    "21": {
       "cht": "命運之輪",
       "eng": "WHEEL OF FORTUNE",
       "position": "逆位",
       "meaning": "逆位時，偏向是厄運、被環境所決定，命運的捉弄，不得已，時間、人、環境的不對或者是尚未準備好，作什麼事情，感到困難與險阻重重。人在此中，除了重新檢視自己學習的狀況，探討面對當前環境的態度之外，也要發揮自己的創造力，創造新的命運走向，以脫離命運的老路子。逆位的命運之輪也有可能是當事人對於眼前命運的態度錯誤，太過自大、太有自信，認為自己可以征服一切，掌握所有，然而人不過是宇宙命運的一部分角色而已，必須要以謙卑尊敬的態度來面對這浩瀚蒼窮，無盡的時空。還有可能當事人對於過去的經驗有所缺乏（未於該生命發展階段學習到該學習到的議題），比如有位個案對於另一半相當的依賴，必須要時時刻刻對方都要在她的眼前，否則個案認為世界好像會毀壞兩人之間的關係，摧毀彼此雙方的存在，她在過去的經驗當中，缺乏對於信任感的學習，她是一位孤兒，生命階段她幼時缺乏照顧者的照顧，形成生命此刻她欠缺了對於環境他人的信任，以至於命運走到此，在親密關係中他是感到如此的不安與混亂。",
       "url": "10_Wheel_of_Fortune_R.jpg"
    },
    "22": {
       "cht": "正義",
       "eng": "JUSTICE",
       "position": "正位",
       "meaning": "正義，其場景在一個如法院般當中，一手持劍，代表決斷，一手持天秤，代表公正的裁量決斷，而被後緊貼的帷幕，沒有絲毫的背景空隙顯露出來，也代表著不想要受其它外力的干擾，為的是為做出的決定顯的公正，而一腳露出也代表此張牌面並非靜止，非只是精神思想上的描述，而是有包含行動能力，會去做一些事件的力量。而此張牌面也揭示了，行動之時，必須要以公正的態度面對當前的事物，考量正反雙方做出明智的決定。左右雙住也與女祭司的BJ雙柱很像，也是代表黑白的一個現象，也可以說是女祭司的行動強化版本，多加了嶄露出來的行動面向。感情人際方面，顯的是公正的對待，但有時會顯得一板一眼，缺乏人情味道。此張牽涉到調解訴訟方面，若以正位來說，便是雙方會得到兩方公正的裁量結果，也就是正義的勝利。只是有時雙方都認為自己是正義的一方，且到底哪個是正義裁量的基準呢？這點便是很難確定，須看其它牌面的互動提出見解，或許正義的公正審判兩方都認為不符自己心中的公正，而認為最後的結果不符雙方其待也說不定。",
       "url": "11_Justice.jpg"
    },
    "23": {
       "cht": "正義",
       "eng": "JUSTICE",
       "position": "逆位",
       "meaning": "當正義逆位時，代表不正義、不公正，懷有偏見的想法，在過程當中，當事者可能無法得到內心想要的東西，得到他認為自己應該得的東西，而逆位的劍，也代表錯誤的選擇或是決定，錯誤的判斷導致行動上的失誤，甚至是造成當事人的傷害；而後方的帷幕掉落，受到私心、自我的主觀見解、利害關係者的意見的影響，產生衡量的基準是自己的利益，唯利是圖。工作方面，倉皇的下決定，顯然無法有良好之收穫，工作結果不佳，甚至是越用越糟，導致後來需要彌補傷口與創傷。關係方面，出現正義之逆位之時，可能是為了解約方面，例如雙方停止合作，婚姻上可能出現的是離婚的裁量。",
       "url": "11_Justice_R.jpg"
    },
    "24": {
       "cht": "倒吊人",
       "eng": "THE HANGED MAN",
       "position": "正位",
       "meaning": "這張牌的構圖相當的奇特，第一眼看到可能會感到它是否印反了，的確，吊人顛倒看世界，他的眼界與看法跟常人不同，他會吊在樹上，有可能是自願的，為的是一個更大的願景，而犧牲現在的狀況，也有可能遭受處罰，正在償還他的罪，又或是償還他人的罪，代罪羔羊的角色。\n因行動力阻礙，這張牌代表著等待，等待時機的到來，失去的是當下的自由，然仔細看吊人的臉上，並不顯得絲毫的痛苦，乃在於吊人本身的心態是心甘情願，任勞任怨的人物。在人際方面，也顯得在關係當中，當事者需要承擔多些的責任，並且有可能承擔起委曲，以維持關係的存在，在關係中要注意可能太過在意他方，而忽略了自己本身。而物質金錢方面，吊人強調現在的付出，但最後的結果卻是不一定能夠得到，有可能付出所盼的目標與金錢可以達到，但也有可能是一場空。吊人雖然處於一種命運上的不自由，命運的形式將其吊在樹上，困在此處，而吊人卻透過對於事情另一側面的看法，而從想法精神上跳脫了命運的限制。",
       "url": "12_The_Hanged_Man.jpg"
    },
    "25": {
       "cht": "倒吊人",
       "eng": "THE HANGED MAN",
       "position": "逆位",
       "meaning": "逆位的吊人兩個比較常見的講法：1、從樹上解脫了，有可能是目標達到了，從吊人正位轉換為逆位也代表著事情有個結果，從人際關係上講，代表會多注意自己，不再只是向著他人，對他人一味的付出。2、另外一個方面來說，吊人的逆位也表示著，可能太過自大，不願意接受安排，對於命運要你償還的部分顯的抗拒，不服從的態度，頭上智慧的光芒消逝也代表智慧的消失，尚未達到時機點就去做也有可能做的事情是白忙一場。",
       "url": "12_The_Hanged_Man_R.jpg"
    },
    "26": {
       "cht": "死神",
       "eng": "DEATH",
       "position": "正位",
       "meaning": "死神，代表死亡與毀壞，但實體上肉體的死亡崩解並不常見，從牌面所繪製的狀況，也看到，並非是每個人都死去了。這裡的死神，代表象徵性的死亡，從牌面來看，場景倒下的是充滿權力與金錢的國王倒下了，象徵精神世界的教皇仍存活，且恭迎死神的到來，也代表著精神不死，而小孩在此也象徵新的生命，舊的結束，新的到來，汰舊換新，遠方的太陽也表示光明的希望，是故這張牌實為有生有滅，在這裡當中，我們失去的是那些阻礙我們前進的東西。這裡也代表著一個轉折的現象，在關係當中，妳們可能結束了這段情感，變成了純粹的友誼，又或者是從男女朋友，成為了一對夫妻，是種階段性的轉換現象。常常有人卡在人生的到路上，他迷迷茫茫，不知何去何從，又或者是陷在當下的困境，卻不願從坑裡爬出，然而有一天，我們畢竟會走向終點，死神的死亡考驗終究是存在的，他會擋在人生道路的面前，不讓你前進，唯有我們正視自己當下的位置，與思考當前所面對的狀況，透過認識死亡，了解到人生是有限的，道路與決定是我們自己下的，我們可以更為有效的調整自己，承擔起自己的選擇與行動的責任。",
       "url": "13_Death.jpg"
    },
    "27": {
       "cht": "死神",
       "eng": "DEATH",
       "position": "逆位",
       "meaning": "逆位的死神，有兩種解法常見：1、已經走過死神的考驗階段，又可以前進了，可能找到新的契機，新的開始的一段關係。2、在死神考驗的當下，不願意捨棄部分的自己，可能代表不願意去看，不願去改變過去的錯誤自我，而造成當事人仍困於現在的僵局當中，無法前進。這兩者是逆位牌義當中所見的兩個分歧，端看讀者的直覺與選擇運用。另外因為死亡與疾病習習相連，出現死神之時，也必須注意身體狀況，可能是外來、外在的原因所導致的疾病。",
       "url": "13_Death_R.jpg"
    },
    "28": {
       "cht": "節制",
       "eng": "TEMPERANCE",
       "position": "正位",
       "meaning": "這張牌帶有修練之意味，也代表著事情的方向往步步高升的地方走去。兩個杯子處於不同的位階，高低之差的整合，在團體當中，必然對事情有不同的見解，兩人相處的關係當中，必然有價值觀有所不同，而節制的力量，就是可以在不一致當中，找尋合作的關係，而將兩端提升起來，也就是利用了這份弱點，將其整合到比兩者原先更為高階的狀態。而同時，節制的力量也需要當事人技術純熟，其秘訣在於不斷的練習，終至領會事情本身之含義，而在不斷練習的過程當中，雖然動作繁瑣，但用心去做，會發現許多事情的變化面，發現新的意義，具有豐富的特質存在。大天使一腳在潛意識的水中，一腳置於顯意識的陸地，也代表兩者的平衡狀況。人際關係上，能夠產生熱絡的互動狀況，也代表雙方彼此溝通狀況順暢，交換意見與價值觀，分享承擔喜怒哀樂，雙方能夠打開彼此的心房，近而促進兩人彼此之間的關係，而同樣的，也需要當事人對眼前的環境有所回應，而不是封閉，並且主動積極的參與其中。工作上，事件專案協調清楚，有互相幫助的可能性，當事人也可以在進行當中增加磨練的經驗與技巧的純熟。",
       "url": "14_Temperance.jpg"
    },
    "29": {
       "cht": "節制",
       "eng": "TEMPERANCE",
       "position": "逆位",
       "meaning": "逆位的節制牌組，大天使手上的水杯翻覆，代表技巧不佳，缺乏成就事情的天份。而提升的力量變弱，也代表心境上的降低與趨於表面，在做事情的時候，可能變成一成不變乏味的工作，又或者當事人只注重在技巧方面，而無法去體會實質的內涵。人際互動上，可能溝通不佳，又或者是注重表面的人際技巧與應對，似乎只是為了認識而認識，只在意名目上的關係，卻不願注重人與人之間的交心與真誠，又或者節制的力量消逝，形成人與人之間的不往來，冷漠，缺乏默契的狀態。",
       "url": "14_Temperance_R.jpg"
    },
    "30": {
       "cht": "惡魔",
       "eng": "THE DEVIL",
       "position": "正位",
       "meaning": "惡魔的對應層面，代表一種生物的需求或是精神層面上的需求，牽動人們的慾望。強大的慾望彷彿是一個生命力，控制著我們的行為，也就是人渴求渴望，想要滿足，想阿想的，反而被這個執念所控制住了。惡魔的創造力當然是有的，就事物上來講，他要求妳拿東西來換，就如同惡魔手上的火把一般，需要有交換的條件，比如在工作上，在惡魔的作用之下，妳可能受困於其中，把所有的生命精力灌注於其間，燃燒自我，然而妳能夠從其中，或取交換到金錢或是職位上的升遷。以愛情兩人的關係當中，惡魔有可能懷有性的成份在裡面，感情層面偏向關係當中最低階的救贖形式，性的滿足，這裡的惡魔，成為一種詛咒，用性與慾望綑綁了兩人的關係，然在具有建設性愛情的關係當中，生物性惡魔的力量，被提升併容於兩人之間，形成了最高潮的歡愉與肉體上的親密接觸形式。兩人之間套牢的鎖鍊，代表一種糾纏，在關係當中，可能雙方想用金錢、性、權力以維持關係，行動外表為一種引誘、誘惑、奉承，或因為為了的到這些，而自願糾纏於其間，然這些當事人可能感受不到，因為其未嘗想過這些，故從他者的眼光來看，或許認為當事人執迷不誤，為了某個目的而存在於當下的關係當中。",
       "url": "15_The_Devil.jpg"
    },
    "31": {
       "cht": "惡魔",
       "eng": "THE DEVIL",
       "position": "逆位",
       "meaning": "逆位的惡魔牌，可能代表即將解開枷鎖，不再受束縛了，脫身於權力的關係當中，拿調枷鎖也代表著不再受其制約，不自欺欺人逐漸的看清現實。而另外一者的解釋，因為惡魔逆位時，象徵的意義消失了，人看不清楚惡魔，成了一種隱微的控制，人變得更加的被驅力所推動，無法克制自己。",
       "url": "15_The_Devil_R.jpg"
    },
    "32": {
       "cht": "高塔",
       "eng": "THE TOWER",
       "position": "正位",
       "meaning": "代表了事情發生的突然，這裡的狀態往往是一種噩耗，一種打擊，給人極度的慌張驚恐，措手不及，一時之間無法承受的狀況。塔牌是一種績累能量的一次性爆發與衝擊，猶如張緊的弦與弓，突然釋放性的力道與箭靶的猛烈撞擊之情形。抽到塔牌時，代表一種警訊，敲響了一記警鐘，告訴有危險與危機正要發生，然而這場危機並非是來得突然，一切都有前因，因累積閃電的能量，需要時間，打雷之前，也有所前兆，只是當事人可能忽略了危機的先前現象，又或者是說之前選擇不去看，不去聽，執意往雲中去，便造成了危機真正的發生了。塔牌代表一種無常，案主在抽到塔牌時，可能某些信念抓得太緊了，以至於無法接受失去狀態，若出現塔牌，或可以與案主討論，他緊緊抓住想要抓住的是什麼？最終的結果可能是什麼，是否願意為這樣的結果負責；有的人是已經來到了巔峰，獲得最想要的東西後，才發現終歸虛無，自己已經失去的太多。人際方面，塔牌人物各自逃難，一種分離，鳥獸散，本是同林鳥，如今各自飛，決裂與組織的瓦解。工作與物質方面，雷電將象徵物質與權力的皇冠摧毀，也象徵著降職、解職，財富的失去。",
       "url": "16_The_Tower.jpg"
    },
    "33": {
       "cht": "高塔",
       "eng": "THE TOWER",
       "position": "逆位",
       "meaning": "逆位的塔，可能經過了厄運，經歷了災害，正準備開始重建了，重零開始，另外一方面，也有可能未來即將出現的災難，在到來之前，以先被你逃掉了，躲避了一場災害，感到虛驚一場，例如有驚無險的車禍，股災之前已先退場等情形。",
       "url": "16_The_Tower_R.jpg"
    },
    "34": {
       "cht": "星星",
       "eng": "THE STAR",
       "position": "正位",
       "meaning": "星星在此，指的是新的希望、靈光乍現，是一顆未來之星。星星女神手中的壺水，傾倒入現實面的地與情感面的綠洲當中，產生療育的感受，此張牌告訴妳，未來的日子會更好，給予了精神上的支持，美麗而和諧的想象，然此張牌是導向未來，所以出現在\"結果\"的位置之時，成功往往是向後延伸的部分，即成功的時間點，不在結果的當下，而在於未來。此牌的能力，是將我們內心的盼望，化成一種意識，透過對於意向的探索，將其意向整合辨識成為我們內心當中的想望，我門究竟想要的是什麼，我們的渴望、我們的願望是什麼，在此議題受阻的案主，往往失去一種導向性，此狀態下，人無法看見自己內心本身的需要，說不出自己想要成為的是什麼樣的人。願望受阻的人，雖然並不一定是如此，但星星牌給予了這樣的案主一個建議，即是，案主本身必須要透過不斷的接觸其本身當下，感受是什麼，對於事件與外在有什麼樣的想法，當下真正的感覺是什麼，透過接觸真實的自己，而澄清自己內心真正的願望。",
       "url": "17_The_Star.jpg"
    },
    "35": {
       "cht": "星星",
       "eng": "THE STAR",
       "position": "逆位",
       "meaning": "逆位的星星牌，眼前的綠洲不過是一種海市蜃樓，一切的美好雖在，然這份美好卻是一種假象，一種幻想幻影，可能當事人覺察錯誤，體驗不對，或是不願深刻感受，無法探究其深處的內心，成為表面想要的而非內心深處的需要，也有可能案主把未來想的太過美好，與現實層面脫軌，成為過度的盼望。另一方面，也有可能本身失去希望，產生悲觀的感覺與各種想法，未來前景不被看好。",
       "url": "17_The_Star_R.jpg"
    },
    "36": {
       "cht": "月亮",
       "eng": "THE MOON",
       "position": "正位",
       "meaning": "月亮牌是與異世界的連結，原鄉的呼喚，而狼犬的嗷叫，代表有來自另外空間的訪客穿越雙柱到來，也象徵為一種警告，具有危險隱藏於其間。水塘帶表潛意識，螯蝦從潛意識的水面出現，是一種訊息，來自潛意識當中，一種來自人類最深處的基本困境，自我存在的根本覺察，而月亮牽引著水面，是一種潮汐的力量，一種緩慢的波動與不穩定的力量，從外表看來，當事人內心的故事很多，對於世界認知有相當詭異的論述，脫離物質世界的表象，就人格特質上來講，有一段時間來一次的情緒不穩定，而長處來說，可以透過此狀態，探究其內心的根本元素。在這張牌的狀態下，人感到相當的無助、不安、焦慮，不知心中懼怕何物，是一種成為無物的驚恐，是一種心中的膠著狀態，一種操煩，面對未知未來，不知是否有終點的不確定感，一種虛幻不實的體驗，而此牌的長處為未準備好之時的自我探索，潛意識深沉的醞釀與作用。在人際關係上，氣氛詭譎無法掌握，雙方彼此猜疑，團體當中或許有敵人隱藏在其中，工作上，感到處處懼怕，沒有挑戰的信心。",
       "url": "18_The_Moon.jpg"
    },
    "37": {
       "cht": "月亮",
       "eng": "THE MOON",
       "position": "逆位",
       "meaning": "逆位的月亮，月亮即將落下，破曉時分，雲霧逐漸散去，撥雲見日，前方的道路逐漸明朗，當事人可能逐漸明白一些道理，慢慢的有所變化，人與人之間的關係疑點也逐漸獲得了解，事務方面在不明朗之時出現了轉機，出現了發展的脈絡，原本困難的道路上得以前進，獲得改善。",
       "url": "18_The_Moon_R.jpg"
    },
    "38": {
       "cht": "太陽",
       "eng": "THE SUN",
       "position": "正位",
       "meaning": "熱力大放送，太陽牌是一張充滿熱力的牌，把你的手放上去感受，也會感到手中充滿一股熾熱，太陽高掛，如日中天，正是生命力最為旺盛的時刻，前景出現的嬰兒，象徵著新生，跨越了後方的圍籬，表示前方的努力已經跨越了險阻，接下來的一切險的相當順遂順利，美好一切的開始。整體的感覺是相當的高興與快樂，如同孩童那搬純真的快樂，單純的快樂，性格方面險的開朗，陽光男孩，沒有絲毫的隱藏，熱情滿分。在工作事物方面，進行順暢快速，積極進取，各方面如同太陽四射的光芒，擴展順利，進而完成目標，達到頂峰，相當的有成就。就情感面來說，代表兩人之間相處的坦然，一切攤在陽光之下，表裡一致，無有隱藏，這樣的戀情顯的少見，故有部份見解為一種\"好朋友\"的關係，一種純粹的友誼，而非是戀情關係，而面對太陽牌的人，感到一切都是直來直往的，且話語中感到積極的想法。",
       "url": "19_The_Sun.jpg"
    },
    "39": {
       "cht": "太陽",
       "eng": "THE SUN",
       "position": "逆位",
       "meaning": "逆位的太陽，依舊仍有熱度，太陽要下山之時，就是逆位的時間點，此刻的場境產生如熱情下坡的狀況，出現逆位，有可能當事人的付出顯的太過急躁了，未注意到自身的能力與能量，過度消耗自己的汽油，走的太快太急促；而另外考量到時間點為黃昏，也代表著夜晚的黑暗即將到來，有些關於未來的事物需要多加注意，要謹慎的面對未來的風險。",
       "url": "19_The_Sun_R.jpg"
    },
    "40": {
       "cht": "審判",
       "eng": "JUDGEMENT",
       "position": "正位",
       "meaning": "這裡繪製的為末日的審判，事情結束後的深刻反省與贖罪，此張牌也是完滿前最後整合階段，通過階段性的測驗，而使的生命的以再次的蛻變至另一階段，提升自我並且再活一次，前面的已然結束，下一段新的開始。在此階段人最重要的是認得自己的罪，了解到自己本身是有罪的，去接受自我。並非摒棄傳統教條與法律，這些外在的條文幫助我們在大海，在世界上站立，是活在俗世的規矩與準則，只是內心的聲音一直都在，我們可以從外在轉向內在，奮力從棺材中爬起，重新的發現自己，重新的認識新的自己，改變自己，活過必須活過的自己，審判講的是一種突破俗世規條與掃除塵世意義而出的內心自由狀態。在感情中，雙方可能進入下一個階段，為一個階段性的變化，正位的審判往往出現的是兩人得以復合的情景，兩人之間可以更加深情的轉向面對彼此，而因之前的經驗更加深刻兩人之間的關係。在人際、工作上，可能出現轉換的障礙，必須要重新檢視自己與自我反省，評估自己的作為與審視關係當中需要調整的部分。",
       "url": "20_Judgement.jpg"
    },
    "41": {
       "cht": "審判",
       "eng": "JUDGEMENT",
       "position": "逆位",
       "meaning": "逆位的審判，表示案主可能不願意檢視自己的內在，不願意深刻的體會反省，事情無法重生沒有新的作為，所以過去的習慣成為當前的行為根本，因為事情的錯誤沒有正確的被檢討改過，如爭吵分手的兩人復合可能會重蹈之前的爭吵情形，另外也有可能反省的挑戰太大，無法度過難關。另外也有可能案主本身不願意認罪，不願意接納自己本身，最常見的就是企圖用集體的罪來消除自己的罪。有關於疾病的部分，因為審判逆位時，有過去的跡象復發（疾病死而複生），故有舊疾復發的狀況產生，這點必須要注意的地方。在審判牌逆位中，告訴我們如人本身沒有碰觸到自己，是失望的，不知道自己是誰，呼聲的浪濤一直都在，卻無法拍動內心，這樣的人時常處在掙扎當中，但另一方面來說，審判的過程是痛苦的，過去的作為展現在眼前，人就必須為其負責，更必須償還過去的種種，為沒有活出的自己做負責，然審判雖然事情已經終結了，事實已就是如此，無法再改變了，消逝的時光不會回來，我們能夠做的，就是用未來來補償過去，盡力的彌補這一切。",
       "url": "20_Judgement_R.jpg"
    },
    "42": {
       "cht": "世界",
       "eng": "THE WORLD",
       "position": "正位",
       "meaning": "大牌的最後一張，世界意味著自己的世界儼然成形，旅程當中的收穫已在最後這一階段圓滿，形成一個自我的世界，完成了愚者的任務，來到的一個終點。此牌講述的是修練完成的狀態，塔羅是一種修練之道，道路的頂點是讓人可以與高層次的宇宙經驗融合，人參與到命運的脈絡裡面，在這一層次當中充實自己的世界，在這個世界當中提升昇華起來。在世界牌當中，當事人清晰明白當前事務的狀況，一切了然於心，對於事情的總體評斷無有疑慮，且層層周到，就環境面來講，也象徵著當前環境中他人的互動之自然，一切彷彿是自在般的美好，沒有壓力。",
       "url": "21_The_World.jpg"
    },
    "43": {
       "cht": "世界",
       "eng": "THE WORLD",
       "position": "逆位",
       "meaning": "逆位的世界，可能代表尚有東西缺乏當中，離終點只差一步之遙，缺了一角，元素尚未齊備，少了關鍵的一步，沒有抓到重點，整體來講，一切雖然還是不錯，只是缺了一點什麼的狀況，有可能的結果是延遲的成功，或是感到不夠完美。另外也有可能精神層次上未有達到終點，對於眼前的人事物仍有疑惑，無法通盤了解的狀況。",
       "url": "21_The_World_R.jpg"
    },
    "44": {
       "cht": "權杖Ace",
       "eng": "ACE OF WANDS",
       "position": "正位",
       "meaning": "權杖代表火元素，塔羅牌利用權杖代表火，木頭是一種可以燃燒的物質，故象徵性的，將生命之火，包覆在權杖當中，在遇到權杖牌組時，請想像火的燃燒，一種熾熱的感受，故此牌的代表為熱情如火、生命力之燃燒、熱血沸騰，而在男女情感中出現積極主動、愛慾之情；而權杖也是一種植物，一種生命的展現，是一種發展的意志。工作方面，此牌出現了強旺的生命力，代表著工作上的事情發展面向強烈，行動力的積極展現，往各個面向順暢擴展，生生自強不息。牌面當中的城堡，象徵著成功，在正位之時，行動往成功的堡壘走去。而權杖也代表著權力的象徵，在結構化的關係中，容易出現各種職掌位階的出現，比如現代的行政官僚體系當中有各種不同的職位，其長處是具有強烈的目標與指導性，而其短處在於關係上的不平等；另權力也代表著交付的可能性，故權杖代表著一種事業權力的傳承，是一種交棒，權力的移轉意味著是更多責任的承擔，這一點在提醒著握有權力的權杖需有付諸更大的義務。",
       "url": "22_Ace_of_Wands.jpg"
    },
    "45": {
       "cht": "權杖Ace",
       "eng": "ACE OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖代表火元素的失控，比如火元素過度氾濫，反而不顧事情的延續性，快速的燃燒自己的熱情，反而燒盡了自我，無法在付出更多，熱力不再，看起來僅是一時的衝動，感情當中熱度逐漸的走下坡，不再向之前那樣的熱戀，失其溫度，喪失了趣味性，種種的無力。工作的面向來說，充滿怠惰，各種的拖延，得過且過，沒有任何的衝勁，敷衍了事，萎靡不振。權力面來講，可能用人錯誤，在權力地位上，想獲得權力本身卻是沒有承擔這份權力的能力，交棒給錯誤的人選，或者是失去權力，被別人取代，又或者是權杖成為一根打人的棒子，依靠本身的權力去修理他人。",
       "url": "22_Ace_of_Wands_R.jpg"
    },
    "46": {
       "cht": "權杖二",
       "eng": "TWO OF WANDS",
       "position": "正位",
       "meaning": "權杖二是一個領主，望向遠方，心中想著如何去擴張自己的領地，想著下一步，如何讓更多的旗幟在城堡飄揚，故此副牌面來說，乃在於權力的擴張。圖中，一根權杖已固定於城堡城牆上，表示已經有穩固的基礎，有一定的權位存在，在穩定的面向上，拿著地球，綜攬權局，高瞻遠矚，想著未來的發展道路，可以是吞併對方，洽談併購事宜，或是談合作關係，延伸自己的權力。感情發展的面向，已經達到了一個階段，準備將關係跨入更大的面向，彼此有這樣的想法；工作亦是如此，已經達到了一個階段，往更高的權力位階走去，以統轄更多的城堡，所以也有升遷的契機出現，積極的想法是權杖二所代表的含意，然本牌組上尚未達到實體的行動階段，下一張，權杖三則有行動力的產生。",
       "url": "23_Two_of_Wands.jpg"
    },
    "47": {
       "cht": "權杖二",
       "eng": "TWO OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖二表示，可能表示不再思索，開始了行動，因為已經將手中的權杖帶離了現在的城堡，表示已經往遠方擴展去了；另外也有可能表示，計劃規劃不週全，退回自己現有的城堡，代表無法勝任新的權力地位，而退回原本的位置當中。",
       "url": "23_Two_of_Wands_R.jpg"
    },
    "48": {
       "cht": "權杖三",
       "eng": "THREE OF WANDS",
       "position": "正位",
       "meaning": "商人站在出海口的岩石上，展望指揮自己的商船進行的方向，相較於權杖二積極的想像，權杖三多了一根權杖，多了一份行動力，同時商人的角色也代表有一定的基礎了，貿易是將這份基礎進行更大的擴張，而貿易團隊也象徵的是同伴間的合作，齊心協力，對於未來大家有共同的目標，並且朝著目標前進，而船隊的方向如果為回航的話，正位也代表令人滿意的成果。在感情方面，雙方可能有一方提出新的計劃，有新的行動，跳脫目前生活模式，嚮往更積極豐富的生活，而兩人之間的生活協調順暢，不論關係如何走，雙方都可以配合，感情中帶有一種熱烈的態度。在工作事業方面，可能出現新的領導者，提出新的計劃與方向，如同成功的商人一般，工作的成果總是能夠豐收。",
       "url": "24_Three_of_Wands.jpg"
    },
    "49": {
       "cht": "權杖三",
       "eng": "THREE OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖三要注意的是可能貿易不如預期，海在上方代表波動變大，有事先未能預測出的風險存在，對行動力存在影響，可能行程有所延遲，有所耽擱，遲疑不前等等，而領導人物的消失可能是沒有夠力的領導核心人物，或是上層決策錯誤，決定不對，無法凝聚向心力，造成人際關係之間的分離分裂，團隊協力合作的部分不再，無法產生綜效，最後的結果與報酬得利無法預期的到或是有所減損。",
       "url": "24_Three_of_Wands_R.jpg"
    },
    "50": {
       "cht": "權杖四",
       "eng": "FOUR OF WANDS",
       "position": "正位",
       "meaning": "權杖四是歡慶的慶典場景，節慶的活動，慶祝工作上努力的收穫與成就，人物從城堡中走出，來到前面的廣場慶祝，伴隨著樂團的音樂與各種慶祝活動，前方四根權杖與在權杖上的瓜果代表眾人的心力完成了一段的豐收，大家愉快的慶祝。四代表穩定，所以在權杖四中感情關係中屬於穩定的現象，而權杖是火元素，所以這個穩定要加一點火的元素與生命力在裡面，穩定的成長關係，愛情的和緩發展，充滿了安全感；另外此張牌也是成家牌，前方的男女與整個場景的佈置與結婚場相似，故也蘊含有婚姻跡象出現。工作上興旺的結果，工作收穫成累累的結實。",
       "url": "25_Four_of_Wands.jpg"
    },
    "51": {
       "cht": "權杖四",
       "eng": "FOUR OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖四，可能是穩定的基礎被打破了，開始有所動搖，關係之間出現裂痕，造成人際之間的狀況不佳，也有可能是原本直挺的權杖歪斜了，各種的意見不合，目標腳步無法一致，另外權杖上的瓜果掉落失去，也代表著沒有收穫，或是收成不佳。",
       "url": "25_Four_of_Wands_R.jpg"
    },
    "52": {
       "cht": "權杖五",
       "eng": "FIVE OF WANDS",
       "position": "正位",
       "meaning": "許多人在一個高地上方，在一個基礎之上，正在互相推擠，看起來正在打架，許多人一同在爭執當中，為的是要如何蓋起一個建築物，要如何去取得共識，在這個狀況每個人都有他自己的意見，誰也不讓誰，且大家的權力是公平的，沒有一個人可以扳倒對方，其場景可能是在開會之時的熱烈狀況，激烈的言語，感覺起來整個亂糟糟的狀況，大家都想要獲得最佳的利益，再持續糟糕的話或許火元素與棍棒的作用下就要打起來了。感情層面上來講的話，衝突不斷，且雙方吵得火爆，小心變成家暴。工作上，各方人馬出現，每個單位與角色皆要自己的計劃實踐，認為自己才是最重要，最好的，衝突不斷。",
       "url": "26_Five_of_Wands.jpg"
    },
    "53": {
       "cht": "權杖五",
       "eng": "FIVE OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖五，有可能原本正位的狀況持續變糟，本來正位的時候或多或少還有一些建設性的提議，在逆位之時已經為了吵而吵，意氣用事爭個輸贏，甚至是鬧上法院，開始打訴訟官司的狀況。另一個方面來說，如果原本正位的狀況有被好好地加以利用，雙方逐漸取得共識的話，或許可以達到事情最佳的發展，雙方的誤解與爭執得以解決，利益共享均霑。",
       "url": "26_Five_of_Wands_R.jpg"
    },
    "54": {
       "cht": "權杖六",
       "eng": "SIX OF WANDS",
       "position": "正位",
       "meaning": "權杖六是勝利的場景，光榮的行軍，勝利的歸來，捎來好消息，前方有一個掛有榮耀桂冠的權杖騎馬者，而後方的五根權杖代表前面權杖五的五個人，前方的騎士想必是有能力之人，能夠擺平原本混亂的場景，平服眾人，重新領導大家，往共同的目標前進，大家是讚同與支持這位騎士的，得到眾人的誇耀與高評價，而騎士的權杖比他人要高，代表升遷了，大家正在慶祝高升，另權杖六也與成行有關，也有可能是帶有收穫的回來，衣錦還鄉，工作具有回饋與收穫。在感情方面，騎士給人的感覺是傑出的，或許在對方眼中，他是人群當中特別的那一個，而交往的狀況也是順暢的。",
       "url": "27_Six_of_Wands.jpg"
    },
    "55": {
       "cht": "權杖六",
       "eng": "SIX OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖六，可能騎士落馬了，不再獲得他人的肯定，不再榮耀，還帶有失望的情緒，失敗鎩羽而歸，帶回不好的失敗的消息回來，也失去了自信的態度，別人不再看好他的能力，計不如人，而用走的也表示或許有消息會較晚到或者是行程有所耽擱。",
       "url": "27_Six_of_Wands_R.jpg"
    },
    "56": {
       "cht": "權杖七",
       "eng": "SEVEN OF WANDS",
       "position": "正位",
       "meaning": "權杖七的牌面場景是一個人站在高地，手中拿著權杖，挑戰下方的敵人侵擾，他的一雙襪子並未穿著好，想必是挑戰來的突然，他在守護他的優勢與地盤，從正位來看，雖然匆忙上場應對面對挑戰，然其仍係屬於勉強可以應付的狀況，面對當前的眾多挑戰，主動勇敢承擔，萬夫莫敵，發揮他手中的能力與資源，努力解決，最終獲得當前的突破，在眼前的挑戰，可以視為其他的競爭者，也可以是個案自己給自己立下的挑戰，比如多重的事件任務、工作計畫，這些人、事物都有個特性就是變化迅速，常常需要快速的行動反應，並且拿出高度的自信。感情當中出現權杖七，變化的速度相當快，常常需要出任務，或是出現敵手需要應對。",
       "url": "28_Seven_of_Wands.jpg"
    },
    "57": {
       "cht": "權杖七",
       "eng": "SEVEN OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖七，可能從高地上跌落下來，失去優勢與機會，無法撐住各種挑戰任務，不能勝任，信心失去，落敗而逃，被當前的事件擊垮，或是正位的時間太過長、挑戰太大，沒有休息最終累倒，過於疲累而放棄了。",
       "url": "28_Seven_of_Wands_R.jpg"
    },
    "58": {
       "cht": "權杖八",
       "eng": "EIGHT OF WANDS",
       "position": "正位",
       "meaning": "權杖八是在空中飛翔的權杖，很像是拉緊的弓所釋放的箭，在這裡就有如中世紀的戰爭，弓箭手聽從號令，將箭釋放到空中，落下成箭雨以獲得有效的殺傷力，所以圖中的箭之間幾乎保持平行，也隱含的是行動力與方向的一致，快速有效，能量極強，而另一方面，權杖八是射出的箭，所以也有遠行的涵義於其中。感情中出現權杖八雙方進展快速，幾乎是關係立馬達陣，但是少了很多認識與情感交流的機會，是憑藉著一股熱情而結合再一起的。工作上出現權杖八，進展的速度快，行事積極有為，但細緻度稍稍差了一點。",
       "url": "29_Eight_of_Wands.jpg"
    },
    "59": {
       "cht": "權杖八",
       "eng": "EIGHT OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖八，可能空中的箭歪斜了，表示行動力的不一致，有的時候太過急躁衝動，有的時候又太過於緩慢，沒有進展，停滯，行動的層面上來講無法配合，無法合作協調，失去控制。",
       "url": "29_Eight_of_Wands_R.jpg"
    },
    "60": {
       "cht": "權杖九",
       "eng": "NINE OF WANDS",
       "position": "正位",
       "meaning": "權杖九是一名傷兵，站在他從1-8號牌組取得的領地城堡當中，用他手上的權杖勉強撐住她受傷的身體，後面有八根權杖，當中缺的一角即是這位士兵所站立之處，他緊緊的守住他的位置，從狀況來講，可能遭受到了圍城的狀況，經歷過數場戰鬥，負傷而歸的他正在城中採取防守姿態，打持久戰，是故目前情勢看起來遭受到了受困孤立的狀態，正在等待援助的到來，目前在做最後的堅持，守護最後的一道防線，就實際的面向上來看，可能出現了眾多紛擾的工作，且每項工作皆有它的緊急程度，已經累到攤掉，目前處在沒有進展，僅是到處救火的狀況，祈禱不要出錯。在感情方面，雙方互動爭吵不已，感受到傷害，孤立的狀況也沒有人給與安慰。",
       "url": "30_Nine_of_Wands.jpg"
    },
    "61": {
       "cht": "權杖九",
       "eng": "NINE OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖九，最後的防線棄守，逃離逃難，造成這樣的原因可能是等不到援助，太過疲累，傷的太重無法再繼續堅持，最為擔憂與恐懼的狀況出現了，或者看不到希望，失去生存的鬥志，認為再堅持下去也已無意義。",
       "url": "30_Nine_of_Wands_R.jpg"
    },
    "62": {
       "cht": "權杖十",
       "eng": "TEN OF WANDS",
       "position": "正位",
       "meaning": "權杖十所描述的牌面是打仗完收工的場面，圖中的人物收拾起武器，將各個權杖搬運回城堡，以備下次作戰所需，而戰爭的傷亡嚴重，所以一個人必須承擔起負重的任物，圖中可以看到人物將頭埋於所有的權杖之中，獨自面對承擔這項任務，而城堡似乎離她還很遠，離達陣還有一段距離，所以這樣的狀況，他舉步維艱，每一步都走的不容易，身負巨大壓力，未來雖然可以達到成功的城堡，但是過程的困難程度令人難以想像；像是在職場上，同時承接太多任務，有可能是人手不足的狀況所導致的，不過權杖十的人物任勞任怨，只是埋頭苦幹，沒有任何的怨言。感情上，可能一方的付出極大，有工具人的基因存在，不過累到極致或許關係難以長久。",
       "url": "31_Ten_of_Wands.jpg"
    },
    "63": {
       "cht": "權杖十",
       "eng": "TEN OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖十，倒下了，權杖散落一地，已經過勞不堪，無法再承受更多，失去原本勉強的平衡倒地不起，也有可能是團體解體了，解散了。",
       "url": "31_Ten_of_Wands_R.jpg"
    },
    "64": {
       "cht": "權杖侍者",
       "eng": "PAGE OF WANDS",
       "position": "正位",
       "meaning": "權杖侍者在權力地位中屬於初階者，通常代表的是階級較為基層的人，比如像是公司剛進來的新人，工讀生，傳遞消息的事務員，輔佐的助理，在正位的時候，做好其服務的角色，對於權力較高的人物抱持專注認真，虛心請教，並且從中學習工作的事物，而就一個新手來講的話，猶如剛冒芽的生命，未來充滿無限可能的成長性，對於前途懷有憧憬與嚮往，有種活潑率真的個性；而權杖侍者角色本身是訊息傳達者，權杖又為生命的象徵，所以可能代表著是新的契機，符合人生規畫的好機會的訊息到來。",
       "url": "32_Page_of_Wands.jpg"
    },
    "65": {
       "cht": "權杖侍者",
       "eng": "PAGE OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖侍者總是讓人感到不受教的，沒有上進心，對於權力並不懂的敬畏，不想被管，自以為是，自認為聰明，而實際上是無知又常常賣弄自己，不知在搞什麼名堂，以自我為中心，然而其能力卻不受他人肯定；又或者是假借權力，在他人面前裝作威風，不受控制；又或者是掌握不住學習的技巧，東探西湊，每個都嘗試一點，但每件事情與工作卻又做的不好，抑或是三分鐘熱度，做事只是一股腦兒的，常常發現新的有趣事物就放棄當前的目標；訊息傳送方面，逆位的權杖侍者角色可能代表不符合人生規劃的工作機會或相關訊息，或是過度等待盼望等待機會的到來卻不做努力。",
       "url": "32_Page_of_Wands_R.jpg"
    },
    "66": {
       "cht": "權杖騎士",
       "eng": "KNIGHT OF WANDS",
       "position": "正位",
       "meaning": "權杖騎士是一位身體勇健的騎士，可能有在健身，身上的肌肉與盔甲均展現出他的有力，整張牌的顏色，人物的動作與馬兒的姿態，看起來火力全開，具有強大生命力的展現，強大的行動能力衝破一切，臉上充滿著自信還有勇敢果決的態度，在正位之時，權杖騎士是有計畫，有強烈的方向感的，面向挑戰毫無怯意，充滿無可救藥的熱情，同時也表現出對於成功相當的渴望，目標導向的人物，權杖騎士相當著重目標，所以就愛情來講，雖然一開始的熱烈熱情挑戰相當的吸引權杖騎士，但要注意達陣後，權杖騎士可能會想要找尋新的方向而離去。",
       "url": "33_Knight_of_Wands.jpg"
    },
    "67": {
       "cht": "權杖騎士",
       "eng": "KNIGHT OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖騎士，可能熱情之火燃燒的太旺了，變成衝動，方向錯誤或是做過頭卻不知道自己在做什麼，忘記評量當前的動作是否與目標一致，可能結果是打水漂，做錯了確毫不知道；另外也有可能火的力量削減，行動力減弱，對目標失去興趣，想要轉換跑道尋求更好玩更刺激；技巧不佳尚未準備好去做也有可能只是憑藉著一股熱情，但有勇無謀，做事太過魯莽。",
       "url": "33_Knight_of_Wands_R.jpg"
    },
    "68": {
       "cht": "權杖皇后",
       "eng": "QUEEN OF WANDS",
       "position": "正位",
       "meaning": "權杖皇后是沉浸於火元素中的皇后，火代表熱情，是故權杖皇后從性格來講讓人感到充滿熱力，主動而且積極，有時還帶有火辣的氣質，手中拿著的向日葵也代表陽光，一種開朗，黑貓則是性感的象徵，憑著對於生命的一種直覺、樂觀、爽朗的方式下去進行，生命熱度的展現，高度的自我價值感，相信自己，未嘗擔心過失敗，對自己抱持著高度的自信，行動直接反應快速且靈活，然而這樣的作風有點大喇喇的，對於細心的事情可能比較沒有耐心；常見的如職場上的女強人，對於做事顯的相當積極，有自己的主張與個人風格。",
       "url": "34_Queen_of_Wands.jpg"
    },
    "69": {
       "cht": "權杖皇后",
       "eng": "QUEEN OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖皇后，代表元素的過度氾濫或不足，透過人物的方式顯現出來，如果過度的話，那就是燃燒的太過熱烈，可能火爆脾氣的產生，兇悍的個性，不饒人的態度，凶巴巴恰北北，另外一方面如果元素的作用消逝或不足時，代表失去熱力，有可能是之前過度燃燒自我，反而已經疲累沒有能量了，熱情消退消失。",
       "url": "34_Queen_of_Wands_R.jpg"
    },
    "70": {
       "cht": "權杖國王",
       "eng": "KING OF WANDS",
       "position": "正位",
       "meaning": "權杖國王是權杖世界的管理者，權杖代表權力，代表工作環境，代表事業，所以權杖國王往往是一個積極的管理者，具有一定的身分地位，有權威的角色，帶領者，熱心的參與帶領團體的人物，工作事業成功的人物，腳踏實地；權杖國王的場景是在火熱的沙漠中，權杖國王身邊地上有一隻火蜥蜴，是一種謀定而後動的動物，表示了權杖國王處世的態度與方法，其所為之事是經過深思熟慮的，是故權杖國王是透過行動力，透過指導的特性，將自己的意志參與入社會環境與團體之中。",
       "url": "35_King_of_Wands.jpg"
    },
    "71": {
       "cht": "權杖國王",
       "eng": "KING OF WANDS",
       "position": "逆位",
       "meaning": "逆位的權杖國王，管理能力不佳，權力使用的不對，不會帶人，所帶領的團理無法前進，或是濫用權力，使的權杖是一根打人的棒子，用自己的權力地位來修理部下，不顧下屬他人的意見，也有可能是提議無法獲得上級的支持，所做的事情不被肯定。",
       "url": "35_King_of_Wands_R.jpg"
    },
    "72": {
       "cht": "錢幣Ace",
       "eng": "ACE OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣代表土元素，有土廝有財，土能生長孕育萬物，是故錢幣代表著各種實體的物質，有形體的東西，而土地意味著耕種，收穫的如何乃是各種狀況的綜合，故錢幣意味著投資的動作，而構圖中的花園與道路，說明投資需要有門路；土本身即為穩定的代表，出現金幣元素時，請想到土地所能帶給你的感受，能讓你穩穩的立足於其上，能生長各種的作物與生命。手捧住元素本身，手緊密的脫握整個元素，除了得到錢財之外，亦代表著掌握金錢的流向脈絡，投資方面掌握了大局，握有關鍵的賺錢要素，而豐沃的土地代表著投資環境的良好，得到環境的支持，坐擁有先天的優勢。而關係層面上來說，代表經濟實力佳，有金錢作為後盾，雙方的關係在此基礎上穩定的發展，掌握滿足了生活的基本需求，人際的經營以穩定的方式向前，穩健的步伐是關係的寫照；從另外一方面來說，金幣代表一種投資與回饋，感情當中出現太多的金幣牌組有可能雙方的感情關係是以利益做為結盟的，在情愛中所展現的是雙方的實際面向之種種，且這樣的愛情往往是求有回報。工作方面來說，金幣元素象徵著物質的得到，環境資源的豐沛也保障了工作穩健的進行與獲利的延續，工作的結果也是有所得的，投資上擁有回報。",
       "url": "36_Ace_of_Pentacles.jpg"
    },
    "73": {
       "cht": "錢幣Ace",
       "eng": "ACE OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣ACE，可能本身來講環境並不優渥，先天的資源不足，環境給予的支持並不高，投資方面缺乏本金，另外逆位也代表著錢幣的失去，物質的流失，漏財，投資方向錯誤的管道方法，掌握不住投資的核心脈絡，大環境的不佳，風險的增加，也代表著投資失利，財富的流失，也有可能是投資的門路錯誤，造成金錢上的損失。人際的關係上，可能雙方本身無法通過麵包的考驗，以財富作為基礎的關係此時難以通過考驗，經濟上的拮据使兩人之間無法維持，又或者是給予的東西不是對方想要的，關係投資上的失利，有所求的愛沒有得到回報與回饋，往往是另人失望的。工作的面向上，許多擬定的計劃，因為沒有良好的資源可供運用，故計劃推不動，或是推動後沒有獲利，無法持續的經營下去。",
       "url": "36_Ace_of_Pentacles_R.jpg"
    },
    "74": {
       "cht": "錢幣二",
       "eng": "TWO OF PENTACLES",
       "position": "正位",
       "meaning": "場景在波浪洶湧的海上，雜耍者拿著兩個錢幣，在不穩定的船上雜耍，將手中左右兩邊的錢幣不斷的循環交換，展現出相當高超的技術技巧。錢幣二在說一個人的技巧高明，能夠在波動的環境當中仍能運作自如，投資當中需要有資金，資金需要周轉調度，在正位的時候，當事人能夠配合環境的波動與避開可能的風險進行操作，資金調度達人是也。人際面向上，雙方的交流頻繁，然快速的更動疊代雙方難有體會彼此的機會，更多的是一種娛樂好玩或是緊湊的關係配合，也有可能只是一種人際上的應付應付；又或者在感情上兩頭燒，可能有腳踏兩條船的高招技巧（背後也是兩條船），而且還可以應付得來。在工作面向上，錢幣二有不斷的運作特質，故工作相當的忙碌，要應付環境波動的變化做出反應，也相當需要動腦筋，且案子一件一件的到來，同時數件專案在案頭，沒有喘息的餘地。",
       "url": "37_Two_of_Pentacles.jpg"
    },
    "75": {
       "cht": "錢幣二",
       "eng": "TWO OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣二，錢幣運轉不順暢，周轉不靈，部分項目的資金短缺，部分又有太多的資金閒置，技巧不佳為當事人的寫照，錢幣掉下也代表有失去金錢的訊息；另外也有可能是環境波動太大，突如其來的事件讓當事人無法適應，環境的狀況超出當事人可以應對的情形。",
       "url": "37_Two_of_Pentacles_R.jpg"
    },
    "76": {
       "cht": "錢幣三",
       "eng": "THREE OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣三的場景是在建造教堂，圖中三個人分別代表參與建築的角色，設計師、教堂方的人員、建造工匠，故有團體討論、合作的意義在這張牌當中，而此張牌的態度是嚴謹的，是謹慎的態度面對下一步，整體的合作步調以穩健為主，且合作的角色之間權力較為對等，與本張牌的土元素，最為穩定的元素符合。在感情當中，雙方互有共同的目標，未了未來做努力，且雙方願意承擔自己在付諸雙方理相中的角色，願意主動承擔自己的位置，並且目前看起來有一定的基礎了，未來雙方將其建造的更加美好。工作中，合作無間，互相配合，具有建設性的討論，且每個人技藝專業度佳。",
       "url": "38_Three_of_Pentacles.jpg"
    },
    "77": {
       "cht": "錢幣三",
       "eng": "THREE OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣三，教堂垮台了，可能是不願合作、破局，大家均有不同的理念，或是建造的技藝不足，能力差，技能差，沒有具備升任任務所需的知識，無法為他人所肯定；關係出現裂痕，雙方對於未來沒有共識沒有想法，只做自己的事情對他人不聞不問。",
       "url": "38_Three_of_Pentacles_R.jpg"
    },
    "78": {
       "cht": "錢幣四",
       "eng": "FOUR OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣四中，坐著一位房東，後面是他的房子，也是他的收入來源，是他的收入基礎，所以抽到這副牌，代表是有經濟基礎的，有實力的，小土財主，圖中的人物手環抱著錢幣，看似怪異的手部姿勢是太極運轉的圖形，也是代表金錢不斷的產生，收入不斷的增加，而手、頭部與腳步都要持有錢幣，牢牢地抓住金錢，是一種封閉的姿勢，也就是說，他的錢是只進不出的，財富不斷的累積，不斷的增長，儲蓄是他的理財觀點，記帳是他必備的技能，對於他人來說是節省，也是一種小氣，斤斤計較或許可以用來描述這一個人的個性。在感情狀況主打保守牌，小心翼翼的謹慎態度為原則，兩人之間相處狀況拘謹，安全是兩人相處的最佳默契，並且以金錢觀來說，兩人的行程總是不花錢的行程，免費是最好的。工作層面來講的話，穩定進行，沒有開創性的格局，然而基礎之上的業務已足以讓工作穩定進行，收獲也是得宜。",
       "url": "39_Four_of_Pentacles.jpg"
    },
    "79": {
       "cht": "錢幣四",
       "eng": "FOUR OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣四，財富會失去，會有金錢丟失的狀況，雖然小氣謹慎，但終究是守不住財富狀，另外太極的運轉之力減弱，代表錢丟進去卻無法賺錢，有坐吃山空之感；另外也有可能是到了不得不花錢的地步了，房屋漏水終究要修理。",
       "url": "39_Four_of_Pentacles_R.jpg"
    },
    "80": {
       "cht": "錢幣五",
       "eng": "FIVE OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣五是一張貧窮牌，牌面上的兩人在寒冷風雪中行走，並沒有什麼樣保暖的裝備，或許一切太過混亂，兩人沒有準備好面對這場風雪與嚴寒，後面的玻璃裝飾的精緻門窗與前面兩人的遭遇形成了強烈的對比，本張牌裡面雖然有錢，但是有錢的對象卻不是前方兩個人，前景的瘸子與流浪者正處於飢寒交迫的狀態，尋找庇護的地方，在實際的場景或許是在尋找金援，雖然兩人之間都存在個貧窮寒冷的狀態，然而也是因為彼此需要照顧，兩人的困境把他們聯繫了起來，在風雪當中前進，面對共同的敵人，嚴寒與飢餓，故有一種患難見真情的關係存在，在感情中出現這張牌，或許經濟的條件雖然不是很好，但是彼此之間願意互相扶持與照顧，多了一些人心上的溫暖，連繫兩人在一起的是為了更好的生活狀態。在工作上出現錢幣五的時後，或許是業績最差的時後，景氣的寒冬出現，收入急遽的下降，需要想辦法開擴財源。",
       "url": "40_Five_of_Pentacles.jpg"
    },
    "81": {
       "cht": "錢幣五",
       "eng": "FIVE OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣五，可能是走過了寒冬，找到進入了後方教堂，得救了，開始出現好轉雨過天晴，然而關係中要注意的是可能生活條件改善了，卻失去了原本溫情的關係，兩人失去了真心，從同路人變成陌路人。另一方面，有可能出現比正位更加混亂的情形，一直找尋不到可以提供幫助的對象使的兩人的命運更加的岌岌可危了，在關係中也有可能雙方因為真正實際的經濟面上因素，而兩人之間真的不得不分開與分離。",
       "url": "40_Five_of_Pentacles_R.jpg"
    },
    "82": {
       "cht": "錢幣六",
       "eng": "SIX OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣六是施捨與給予，從前方錢幣五的混亂狀況，錢幣六顯然獲得救助物資與金錢，可能是獲得獎金或是中小發票之類的小小財運，得大獎的機率是比較小一點，錢幣六比較像是小恩小惠，一點點的喜悅之感；錢幣六當中的施予者，從後方的城堡出來，代替主人來施賞財務，接濟貧困，在抽到這組牌的時候，表示當事人是有實力的，有經濟資源與財富，而其態度是樂善好施，慷慨的大善人，另外一方面，這份施捨並非是胡亂給予，圖中的施予者手一端手握有秤秤，他是經過衡量受施者的財富狀況而進行給予的，具有均勻分配的特點，在現在的場合比如公司賺錢，生意順暢，公司發獎金或是分紅。在感情的層面出現錢幣六，因錢幣六有一方給予物質與一方，且角色差異較大，代表雙方的關係是照顧式的關係，或者是如同天平般公平的對待。",
       "url": "41_Six_of_Pentacles.jpg"
    },
    "83": {
       "cht": "錢幣六",
       "eng": "SIX OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣六，或許城堡內的財主不給予施捨，表示公司不賺錢，沒有良好的金錢收入，或是天秤歪斜，表示給予的不公平，偏心，分配不均；甚至是逆位之時，錢幣反而從窮人的身上流到施捨者，對窮人來說反而更加的貧窮，對富人來講，取得的財富係為不義之財，貧富差距加大，像是有時老闆想賺更多，利用的手段叫員工共體時艱，感到苛刻。",
       "url": "41_Six_of_Pentacles_R.jpg"
    },
    "84": {
       "cht": "錢幣七",
       "eng": "SEVEN OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣七中，圖中的人物正在觀望自己種下的東西，是一顆搖錢樹，植物係不斷生長的作物，所以這顆搖錢樹的概念是在於種下種子後可以產生錢幣果實，投資收益的概念，角色很像是農夫，在他的鋤頭下，已經採收了一顆錢幣，他正在思所以經摘下這顆錢幣之後，要如何去投注自己的土地，去產生更多的錢幣，所以在錢幣七當中的人物，是不斷的在思索著下一步的，場景有如已經賺了一小筆錢，要如何將這一筆小小的財富換取更大的收穫，以產生財生財、錢滾錢，而從他的眼神來看，他是謹慎專注的，深思熟慮。在感情當中出現錢幣七，或許兩人為了金錢或是實際的生活而忙碌，有可能兩個人是以未來更好的將來追求而結合在一起，也有可能兩人之間心不在感情上，而在實際的事務當中忙碌著，而錢幣七有投資報酬的特性，所以兩人的關係也有可能是強烈的想要利用對方達成自己的渴望。工作上出現錢幣七，相當的專注於任務之上，只是有時會稍有煩惱停頓，但終究是會獲得逐步的進展，選擇好時機也是相當重要的。",
       "url": "42_Seven_of_Pentacles.jpg"
    },
    "85": {
       "cht": "錢幣七",
       "eng": "SEVEN OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣七，可能搖錢樹上的錢幣掉了，投資失利，失去金錢，不如原本預期的收穫，而環境的變數加大，可能本身來講，也無法掌握投資的方向，而踟躕不決，游移不定。",
       "url": "42_Seven_of_Pentacles_R.jpg"
    },
    "86": {
       "cht": "錢幣八",
       "eng": "EIGHT OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣八所繪製的是努力工作的牌組，圖中的工匠正努力的造錢幣，專注的態度，發揮他熟悉的技能知識，錘子與鑿子表示他的工具完備，底下是已經鑄造好的金幣，錢幣八這個角色，因為是工匠，所以他的金錢收入不像是錢幣七那樣是需要靠外在環境投資的方式，而是有作即有收入，比較像是現在社會上的受雇者，能力與勞力付出多少便可以的到多少，是一份穩定的工作，不過因為工作的內容與收益是穩定的，所以也少了一份對於未來的想望，只是專注於當下手上的工，把它做好做滿。感情上，雙方可能照表操課，就像是把感情當排定好的工作一樣，依靠行事曆式的規劃而生活，或者是專注於工作而對於感情放的比較少的關注。工作上，即是認真的工作，穩定健全工作步調，從中也可以得到技術上的進步。",
       "url": "43_Eight_of_Pentacles.jpg"
    },
    "87": {
       "cht": "錢幣八",
       "eng": "EIGHT OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣八，工作太過穩定做不下去，缺乏變化一成不變的工作內容也覺得乏味，對於未來的目標另有它意，想要轉行轉職轉換跑道，另一方面也有可能技能不足、工具不佳，無法適當的勝任這份職務；而在逆位時，地上的錢幣也有可能失去，表示失去所得，工作的產出不佳，收入不甚穩定。",
       "url": "43_Eight_of_Pentacles_R.jpg"
    },
    "88": {
       "cht": "錢幣九",
       "eng": "NINE OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣九是貴婦牌，那種不用工作娛樂每天的那種，感覺起來令人嚮往壓，財富自由享受一個人的時光與時間，沒有什麼要完成的事情，每天就在花園逛逛，時間彷彿緩慢得流動，顯得高雅別緻，活的很優雅，有自己的時間消遣玩樂，金錢物質上的無虞是錢幣九的內容，然而不一定人人都是適合這樣的享受生活，畢竟沒有目標的日子有人是待不下去的，貴婦手中的鳥或許是他的心情寫照，鳥兒本應在天上飛，承著風的飛翔，如今卻被眷養於手掌隻中，雖然被照顧得很好，但是失去了自由，不在天上飛的鳥兒還算是鳥嗎？他與他的同類是要如何聯繫連結呢？感情中出現錢幣九，不算是熱絡，但是一切俱足，愉快玩樂的場景很多，但是畢竟是金幣不是聖杯，或許比較沒有那樣的親暱感。",
       "url": "44_Nine_of_Pentacles.jpg"
    },
    "89": {
       "cht": "錢幣九",
       "eng": "NINE OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣九，可能購物的本能上身了，特殊的日子特別容易變成這樣，比如結婚紀念日、生日、百貨公司的周年慶，任意的肆意揮霍，造成浪費；而另外一方面逆位之時，鳥兒從手中飛去，或許象徵的是耐不住富裕但寂寞的生活而追尋自由去了。",
       "url": "44_Nine_of_Pentacles_R.jpg"
    },
    "90": {
       "cht": "錢幣十",
       "eng": "TEN OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣十是家族企業牌，錢幣排成生命之樹的形狀，其與宇宙產生了連係，根扎進其中，基業穩固，具有豐厚的實力基礎，且生命之樹係不斷的生長，也保有了家族與企業之間的長久與延續，金錢事業上的成功與穩定，錢幣後方繪製的是家庭，而且是三代同堂的傳統家庭，圖中有一守衛守住大門，也象徵了安全感的空間，若是以現代社會來講，錢幣十所代表的是家族產業，且正位的是家族和諧的家族事業，具有百年商號的大型公司，在人際上，因為錢幣十延伸了三個世代的人物，所以出現錢幣十往往也與家庭中的長輩有關係，在正位之時，所作所為是得到家中老長輩的支持的，且家庭提供資源資金。在感情中出現錢幣十，雖然關係如同一家人間的緊密，但錢幣元素這張顯的太過於穩定，可能平淡無趣。在工作上出現錢幣十，幾乎所有的工作流程都已經穩定，固定的商業交易與合作夥伴，並沒有太大的波動，就穩定的完成且持續下去，部分的傳統產業百年如一日即是如此。",
       "url": "45_Ten_of_Pentacles.jpg"
    },
    "91": {
       "cht": "錢幣十",
       "eng": "TEN OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣十，可能失去金錢，家族企業逐漸不賺錢了，可能是無法跟上時代的潮流，家道中落，經驗無法傳承，而感情中出現錢幣十逆位可能是家中的長輩有意見，或是與家中的長輩相處關係不和睦，家庭無法提供資助；另一方面也有可能是世代的溝壑，對於傳統觀念的挑戰，跳脫傳統的觀念行事，守舊與革新之間的衝突狀態。",
       "url": "45_Ten_of_Pentacles_R.jpg"
    },
    "92": {
       "cht": "錢幣侍者",
       "eng": "PAGE OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣侍者是剛進投資市場的新手，正在專心地面對眼前投資的機會，學習如何將金錢投入以產生效益收穫，是故錢幣是者是對金錢物質充滿嚮往的，理財之道是錢幣侍者學習的主題，身價與財富穩定的成長，謹慎專注小心翼翼，並且掌握時機；正位的時候可以說是一些投資的資訊到來，一些門路。",
       "url": "46_Page_of_Pentacles.jpg"
    },
    "93": {
       "cht": "錢幣侍者",
       "eng": "PAGE OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣侍者，掌握不住投資的方法，能力差，錯誤的投資內容，沒有金錢概念，短視近利不懂長遠的規劃，最終失去財富與財產；而另一方面也有可能太想要財富，面對誘惑，想要以小博大，卻忽視了風險；逆位的錢幣侍者也有可能代表的是一些錯誤、危險的投資訊息，或是錯過時機的投資訊息。",
       "url": "46_Page_of_Pentacles_R.jpg"
    },
    "94": {
       "cht": "錢幣騎士",
       "eng": "KNIGHT OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣騎士是務實的行動者，背後開闊墾荒的田野，表示正在進行大規模的耕作行為，馬匹在四張宮廷騎士牌當中是走的最慢的一張，務實穩定，一步一步走的穩健，努力賺錢提升自己，正位時努力的工作，未來是可以期待的，預估的收穫是正向的，馬匹四肢腳皆走於陸地上也代表腳踏實地，對於愛情的層面上來講，比較看重未來的投資與規劃，一些家庭務實層面，比較少的談情說愛，或許感到不浪漫，然而卻是能夠給予安全感與未來的承諾，附帶一提的是，在感情中出現錢幣宮廷人物牌，通常帶給對方的是一種安全穩定的感覺（錢幣侍者除外，錢太少了，錢幣侍者最多給予對方有錢途就是），或許在感情方面聖杯騎士是很好的戀愛對象，然而能夠結婚成家有歸屬感的則偏向是錢幣騎士這樣的角色。",
       "url": "47_Knight_of_Pentacles.jpg"
    },
    "95": {
       "cht": "錢幣騎士",
       "eng": "KNIGHT OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣騎士，有可能太過著重於工作層面了，形成工作狂，以公司為家，無心於他處，感情、家庭、生活被視為第二順位，以事業為重，忘了聯繫與身旁他人的情感，一心只想要得到物質的條件，把生命奉獻給事業；另外也有可能逆位的錢幣騎士失去勤勉的心，找尋不著方向，失去工作的計畫目標，亂投資也有可能，一心想賺大錢卻鋌而走險，想要以小博大，有可能背負巨額欠債欠款，失去金錢而烙跑。",
       "url": "47_Knight_of_Pentacles_R.jpg"
    },
    "96": {
       "cht": "錢幣皇后",
       "eng": "QUEEN OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣皇后是沉浸於金錢中的皇后，具有高度的專注程度，將自己的生命投注於澆灌培育，不受外界打擾，本身的個性是務實的，實際的，省錢的女性角色，而也不太打扮自己，喜歡二手的衣物，出門也以輕便為原則，常常做的就是在各種報紙、網站購物網尋找打折消息或是折價券，許多家庭主婦的角色便是顯得如此，錢幣皇后的牌組將錢幣放在子宮之處也代表示多有所產出，能構安排各種省錢賺錢的計畫，兔子的動物，除了代表錢幣皇后的專心，不受外界的躁動打擾外，亦有代表多產的意思，是一位節儉持家的家庭主婦，穩定的感覺也是一位可以信賴角色，給予人具有相當的安全感。",
       "url": "48_Queen_of_Pentacles.jpg"
    },
    "97": {
       "cht": "錢幣皇后",
       "eng": "QUEEN OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣皇后，對於理財的能力消失了，可能拜金花錢，失心瘋，太過注重外表，崇尚名牌，受不了外界的誘惑與刺激而花費增加；另外一方面或許太過節儉，而省的有些的小氣；而逆位的角色個性也從內向專注的狀態轉而受到外界的干擾，無法集中專注，心有旁騖。",
       "url": "48_Queen_of_Pentacles_R.jpg"
    },
    "98": {
       "cht": "錢幣國王",
       "eng": "KING OF PENTACLES",
       "position": "正位",
       "meaning": "錢幣國王是財富的管理者，場景是錢幣國王安坐於自己的城堡中，整個構圖是宮廷牌中最為豐滿的一張牌，象徵的是財富的成功與享受，擁有權杖也表示有一定的財富自由，高度的商業投資資歷與敏銳度是錢幣國王的能力，地上踩在腳上的牛也表示征服了市場，歷經投資的風險與努力獲致成功，若對方沒有投資的動作，可能是之前的儲蓄積累豐厚，生活穩定實在的老男人，在錢幣國王時，可以象徵的是投資者或是靠山，常見的另有如退休的老阿杯。",
       "url": "49_King_of_Pentacles.jpg"
    },
    "99": {
       "cht": "錢幣國王",
       "eng": "KING OF PENTACLES",
       "position": "逆位",
       "meaning": "逆位的錢幣國王可能表示會失去財富，失去已經獲得的財富，投資不當或能力不佳，經營管理不當，擁有資源卻肆意揮霍，燃燒本錢；也有可能是對於金錢有強烈的控制慾望，以致於雖然坐擁金山，確不捨享受的人物；要注意的是也有可能是失去靠山，人際關係或是投資關係上的變化。",
       "url": "49_King_of_Pentacles_R.jpg"
    },
    "100": {
       "cht": "聖杯Ace",
       "eng": "ACE OF CUPS",
       "position": "正位",
       "meaning": "聖杯代表水元素，杯子可以裝水，塔羅牌利用杯子代表水元素的變化與承載，遇到聖杯之時，請想像水的流動與柔軟，而杯子的器物是我們於宴會賓客上所使用的器皿，故水元素的流動也是我們用以社交的工具，我們得以調情的元素，是我們感情面的創造工具。而ACE牌面的構圖為鴿子雕著聖餐進入滿溢的杯子中，叼著生命的愛進入杯中產生涓涓的流水，這裡揭示了我們情感的來源乃是當我們處在一個生命狀況之下所產生的，願意積極的主動投入，相反的來說，無法感受的人往往缺乏的便是對於自己生命的愛，不願用自己的心去創造體驗自己生命的種種與當下。聖杯ACE是情感的初始，一種到來的新經驗，以構圖的面向來講，涓流與瀰矇的水霧譜出一種美，一種漫妙的情景，本身來講並不喧騰，是一種和緩的情感面向，以男女之情來說，雙方都感到美好幸福，感到備受呵護，處在穩定正向的情感當中。事物工作方面，雖然不會有大事件，新挑戰的產生，然而卻能安於當下，享受一種安於此處的滿足感。另一方面，聖杯ACE的構圖下方為平靜的水面，情感的涓流掀起陣陣的漣漪，也象徵的是此情感是一種真實，真正的觸碰到我們的內心當中。",
       "url": "50_Ace_of_Cups.jpg"
    },
    "101": {
       "cht": "聖杯Ace",
       "eng": "ACE OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯ACE，可能代表的是情感的流失喪失，鴿子所帶的生命無法進入意味的是沒有用心，不願投入情感，無法活出自己。 在此狀態下，產生的是對於生命種種的煩，種種的無趣，煩躁感是此刻內心的體現，有種掙扎，在關係當中表現為冷漠與拒絕。另外一方面也有可能是元素的過度氾濫，水元素的過度氾濫意味被情緒所牽引，感受無法控制，正向的情感創造面失去了，成為一種受困於情緒當中的行為。另外感受無法進入潛意識當中，無法真正的觸及人的內心，有可能是該情緒僅是一種表面情緒，交流浮於表面，例如客套的恭維，強作的笑容，內心與外表的疏離亦有可能為逆位所要展現的現象。",
       "url": "50_Ace_of_Cups_R.jpg"
    },
    "102": {
       "cht": "聖杯二",
       "eng": "TWO OF CUPS",
       "position": "正位",
       "meaning": "聖杯二，兩人交換手中的杯子，分享彼此的情感，中間的赫密士之杖，獅子，翅膀，火風水土俱足，兩人的接觸，產生了種種的元素反應，形成一個小小的兩人世界，情感的花火，而後方的家，也象徵著情感發展的面向與基礎，整體來講是符合社會脈絡與支持的，然這些目標目仍非常遙遠，重點在於當下的情感接觸。聖杯二是我們與理想當中的對象碰觸，與情愛的對象接觸，當對方有了回復，願意分享敞開，構築起兩人理想的世界，我們便戀愛了，一段戀情便開始了。此牌稱為小戀人牌，小戀人牌當中，繪製為初始的碰觸，感情初始的階段，戀情的開始，而大牌當中的戀人牌，有了契約的關係，與天使的見證，親密的碰觸結合與長遠的戀人關係是大牌中戀人牌當中所要展現的。工作上出現聖杯二來說，氣氛與氛圍是愉快的，具有一種均衡的工作感覺。",
       "url": "51_Two_of_Cups.jpg"
    },
    "103": {
       "cht": "聖杯二",
       "eng": "TWO OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯二代表隔閡，兩人之間雖然乾杯，但無法產生新天地新世界，兩人之間的話題無法碰處對方的內心，無法喚起情感，可能只是喝完酒就結束了對話，雙方關係逐漸消散，沒有吸引引利力以吸引對方的，關係消散流失，社交場合的談話，客套一下而已。無法交換手中的水，表示封閉自己的內心，無法信任對方，甚至是交換無水的杯子，期間必然產生種種的不悅，隔閡、衝突與糾紛於是產生。 整體來講，聖杯二逆位即為兩人之間的種種不合諧，情感流動的不順暢。",
       "url": "51_Two_of_Cups_R.jpg"
    },
    "104": {
       "cht": "聖杯三",
       "eng": "THREE OF CUPS",
       "position": "正位",
       "meaning": "聖杯三是享樂牌，團體聚會、多人聚會的場景，派對，開趴，各種享樂為主的聚會範疇皆屬之，屬於水元素的高漲，情感的高漲，歡愉享受，是故圖面穿插各種物質果實的場景，而豐收的場景表示此牌也與慶功宴有關，在一段大家的努力後獲得豐收的喜慶，比如達成共識簽約後的慶祝，來杯酒大家開心開心。人際方面聖杯三代表相處愉快，大家是以感情層面的聯繫而成的團體，團體之間雖然沒有什麼目標，但是大家相處和諧，沉浸在情感的支持之中；而感情方面雙方之間的朋友圈圈互相相處和樂，彼此之間溝通交流也是順暢。工作方面，有歡慶聚會表示或有好結果了，可能公司獲利，老闆賺錢了，要注意的是快樂過後還是要收心，恢復正常的軌道。",
       "url": "52_Three_of_Cups.jpg"
    },
    "105": {
       "cht": "聖杯三",
       "eng": "THREE OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯三要注意了，可能玩得太過放縱，脫軌踰矩的現象出現，另三即是多，特別是聖杯三有團體之含意，是故感情中出現聖杯三逆位或有第三者的介入，檯面下有隱藏的關係或訊息存在。另外逆位之聖杯三也代表可能無法達成共識，沒有共同的情感結合，大家聚在一起，雖然表面上是互相干杯，但是杯中卻無水，也表示了人際之間只做表面形式，大家具在一起每個人或許意有它圖，當前看起來得愉快只是裝模作樣，私底下是另有盤算，或是團體中出現小圈圈，形成團體中的情感中小圈圈的情感互相拉扯。",
       "url": "52_Three_of_Cups_R.jpg"
    },
    "106": {
       "cht": "聖杯四",
       "eng": "FOUR OF CUPS",
       "position": "正位",
       "meaning": "聖杯四場景是一個人座在樹下休息乘涼，閉上眼睛並沒有什麼事情好做，或許是在發呆，做做白日夢吧，感情的穩定作用，成為一種無聊無趣，不知道要幹嘛，想做點什麼來打發時間，雲中穿出的手是一種遐想，想著能夠更有趣一點嗎？故聖杯四是對於生活的一種評估，想要的是過什麼樣的生活；另外一方面也有可能有誘惑，想要體驗不同的生活，然而只是在腦中想想而已，正位之時並沒有實際的行動（聖杯牌組的行動力偏弱）。感情方面就是無聊無趣，雙方可能太過安定了，可能安定到有不安份的想法，不過僅於想想的階段。而工作方面充滿無趣，沒有什麼吸引力值得注目的事情，沒有突發的狀況，可能常常發呆，沒有事情可做。",
       "url": "53_Four_of_Cups.jpg"
    },
    "107": {
       "cht": "聖杯四",
       "eng": "FOUR OF CUPS",
       "position": "逆位",
       "meaning": "在逆位的聖杯四可能有所行動了，從原本的乘涼樹下起立，繼續向前，有可能當事人想到了什麼，做出了選擇，接受了什麼邀請，或是受到誘惑，又或者是拒絕誘惑，願意接受眼前的生活狀況，了解到穩定的生活也是一種生活，並不加以拒絕，沒有目標的生活狀況也有它的美，並不因此而再煩躁；總而言之，讓自己不再無聊是聖杯四逆位的狀況。",
       "url": "53_Four_of_Cups_R.jpg"
    },
    "108": {
       "cht": "聖杯五",
       "eng": "FIVE OF CUPS",
       "position": "正位",
       "meaning": "聖杯五的場景是一種哀傷，圖中的人物身穿黑色斗篷，看起來有一種壓抑，低著頭看前方三個倒掉的杯子，為這樣的結果感到失落與哀傷，無法再度的挽回，落空的心情，無能為力，甚至不知為何最後會有這樣的結果產生，心中充滿五味陳雜，複雜的情緒，遠方的橋與房子，象徵的是需要來自社會的關心關懷，需要當事人環境的支持與照顧，陪他走過哀傷的階段，而在這張牌出現時，可以看到圖中的人物身後仍有兩個未倒掉的杯子，他並非一無所有，只是他選擇不去碰觸，漠視了這些，選擇讓自我沉浸於低迷的氣氛，擴大眼前的失落，只看事物的黑暗層面。情感面向上來講，悲觀的人際特質往往不討人喜歡，或是太過著重對方的不足之處，對於感情無實際上的幫助。工作面向上，眼前翻倒的杯子或許有所失誤，工作上犯錯而形成情感上的低落低潮。",
       "url": "54_Five_of_Cups.jpg"
    },
    "109": {
       "cht": "聖杯五",
       "eng": "FIVE OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯五當事人可能調整好了，逐漸的走出悲傷的情緒當中，又或者是當事人轉身發現自己並非一無所有，仍有許多讓自己開心的地方，漸漸的心中有所舒坦，不再那樣的傷心。逆位有另外一種狀況，有可能當事人不願意走出來，更加的哀傷，也有可能是逆位之時，橋斷掉了，當事人獲得不了社會環境他人的支持，或是身邊並沒有可以給予撫慰的他人，以至於悲傷與失落的情況更為嚴重。",
       "url": "54_Five_of_Cups_R.jpg"
    },
    "110": {
       "cht": "聖杯六",
       "eng": "SIX OF CUPS",
       "position": "正位",
       "meaning": "聖杯六的顏色是黃澄澄的一片，一種溫暖的配色，前方有兩個小孩，男孩正再將他所栽種的花分享給予小女孩，聖杯六講的是對於家鄉的回憶，還有兒時那種不求有回報的單純關愛，兩小無猜，真心的接觸，那些兒時純真年代的種種回憶，過去曾經美好的感受與感覺；在牌面左方有個侍衛守護道路，表示並不想要有人來打擾這段回憶，當事人或許耽溺於過去美好的回憶當中，若當事人從悲傷的聖杯五走來，或許需要一些美好過去與他人的經驗，還有當下對於單純人際上關懷的需要，來度過哀傷時期，沒有需要懂得人情世故的關係，來自他者無條件的關懷可以撫平混亂悲傷的感受。在關係當中，雙方之間抱有純情的愛，單純的快樂，兩人之間相處創造美好的回憶；在工作面向上來講，雖然工作的內容單純而愉快，沒有挑戰，但有時太過沉溺於過去反而在工作上沒有新的突破。",
       "url": "55_Six_of_Cups.jpg"
    },
    "111": {
       "cht": "聖杯六",
       "eng": "SIX OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯六，過去的回憶可能並不美好，甚至有悲慘的遭遇，受傷的童年，感情面上來講，雙方所創造的回憶不佳，可能是種種關係上的受傷，吵架的情況；另外守衛離開了原本的位置表示當事人不再回想或不願回想過去，向人生的前方邁進，看向未來。",
       "url": "55_Six_of_Cups_R.jpg"
    },
    "112": {
       "cht": "聖杯七",
       "eng": "SEVEN OF CUPS",
       "position": "正位",
       "meaning": "聖杯七的場景相當的特殊，似乎很難在現實的生活當中或有類似的場景，因為聖杯七是一張夢境的牌，描述的是夢中的場景，對於各種情慾的想像，像是金錢珠寶、名利、榮耀、性、房產等等，各種內心的渴望無法在現實世界中滿足被壓抑而在夜晚的夢境中洩漏出來，面對各種的渴望，圖中的當事人面對這些光彩耀目的慾望，顯得感覺沉醉，也被眼前這些吸引的無法逃脫，雖然名為夢境的一張牌，但是此牌的狀態也常出現在真實的世界當中，個案看起來像是沉醉在幻覺，把一切的事情想得美好，與現實脫鉤，不是真的。在感情中出現聖杯七，雙方之間的資訊不對等，很多事情是自己幻想出來的，對於對方並未有深刻的認識，甚至只是素面之緣而已。工作上，弄不清楚現在狀況是什麼，認為一切都會如想像般的美好。",
       "url": "56_Seven_of_Cups.jpg"
    },
    "113": {
       "cht": "聖杯七",
       "eng": "SEVEN OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯七，從夢中醒來，或許看清了現實，接受了事實，或者是最終發現，一切僅是自己的幻覺幻想，或是最終發現等待的不是想像中的，幻想的破滅，思緒凌亂。",
       "url": "56_Seven_of_Cups_R.jpg"
    },
    "114": {
       "cht": "聖杯八",
       "eng": "EIGHT OF CUPS",
       "position": "正位",
       "meaning": "聖杯八是一個人在離開原本的位置，時間點是夜晚，無風無雨無聲的夜，場景在沼澤當中，圖中的人物面對眼前牌得整齊的杯子，頭也不回的就走了，離開的原因可能是對於現狀的不滿意，例如太過安定了，雖然一切好像沒有什麼重大缺點，但就是太過無趣，想要去一個地方改變改變，尋求新的感情上的波動，然而這份追尋或許不會太久，又或者只是想一想而已，畢竟當前的狀態雖然不滿意，但是是可以接受的，沼澤之地也象徵的是這份尋找的力量不會太遠，或許只是上陽臺吹吹風感嘆一下而已。關係中出現聖杯八，對於情感有不滿的地方，雖然穩定，但總覺需要一點情感上的刺激，尋求一些歡樂。工作中出現聖杯八，對於工作上沒有太大的心思，心在他處，圖中缺了一角的聖杯，或許也代表了工作上的半途而廢。",
       "url": "57_Eight_of_Cups.jpg"
    },
    "115": {
       "cht": "聖杯八",
       "eng": "EIGHT OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯八，當事人可能真的離開了此地，找尋他要的，又或者是已經找到更好的，所以離開了原本的環境關係，另一方面也有可能當事人躊躇往來，猶豫不決，繼續存在不慎滿意又可以接受的環境當中，不走不離開了。",
       "url": "57_Eight_of_Cups_R.jpg"
    },
    "116": {
       "cht": "聖杯九",
       "eng": "NINE OF CUPS",
       "position": "正位",
       "meaning": "聖杯九是集滿眾人肯定的牌組，後面的聖杯，可能是過去獲勝的獎杯，代表對他個人能力的肯定與支持，圖中的人物手插於胸前，顯的相當的得意與滿足，達到了自己認為的成就，美夢成真了，當時許下的願望實現了，對於自己相當得滿意，過去的種種經驗對他而言的過程一切都充滿了意義，開心是他此刻的心情；而此場景也可以想像是開會的局面，每個杯子後方皆是一位與會者，對於眼前的這位人物給予最大的讚美與讚賞，交流方面亦是和諧滿足。在感情當中出現聖杯九，或許兩人對於感情的渴望成為了真實，並且方方面面都感到相當的滿足；而過去的人脈積累廣闊，現在處處得人緣。",
       "url": "58_Nine_of_Cups.jpg"
    },
    "117": {
       "cht": "聖杯九",
       "eng": "NINE OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯九，人物從椅子上跌落下來，背後的獎杯消失或杯子打翻了，代表不受到眾人的支持，失去現在的成果，對於表現並無法肯定，甚至是遭受到奚落，而夢想的實踐遭受拒絕，夢想破滅，可能當初想的太過美好了，自己並無法達成自己的條件。",
       "url": "58_Nine_of_Cups_R.jpg"
    },
    "118": {
       "cht": "聖杯十",
       "eng": "TEN OF CUPS",
       "position": "正位",
       "meaning": "聖杯十是美滿幸福的小家庭，出現的彩虹與幸福夫妻還有玩樂的小孩，遠方是他們的家，彩虹上的聖杯充滿了感情的洋溢，滿了出來形成一道彩虹，聖杯十是充滿溫馨歡樂的牌，從聖杯九的獨自快樂，發現到分享會讓這份快樂更加的擴大與延續，聖杯十講的是關係上的和諧滿足，形成同盟性質的團隊關係，對於未來保持希望。在關係中出現聖杯十，一切圓滿歡樂，愛的交流與對未來的發展均向正向的面向發展，彼此之間也願係付出愛與關懷。工作上出現聖杯十，工作均能順利完成，尤其是團隊之間的合作任務更是協調，受到讚揚肯定。",
       "url": "59_Ten_of_Cups.jpg"
    },
    "119": {
       "cht": "聖杯十",
       "eng": "TEN OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯十，有關係上的誤會，團體出現裂痕，若未及時修補可能造成團體的分裂破裂，不合，衝突產生等，而掉下的聖杯與消失的彩虹，也出現了低潮期，關係不那樣的美滿，對於未來失去憧憬。",
       "url": "59_Ten_of_Cups_R.jpg"
    },
    "120": {
       "cht": "聖杯侍者",
       "eng": "PAGE OF CUPS",
       "position": "正位",
       "meaning": "聖杯侍者是感情界的新手與初心者，對於感情世界的嚮往，聖杯侍者手拿的杯子正在試驗如何使用它，對於感情的事物抱有熱情，能讓人感到有趣好玩，猶如果小學生那種小小的愛情世界觀，對於創造感情的手法與做法總是讓人會心一笑，更多的是一種調皮的個性，散播歡樂散撥愛，人物的角色是情感的積極回應，關懷與分享，大方天真又無所保留，開放輕鬆；而聖杯侍者通常也代表感情的訊息到來，想是情書、傳情小卡或紙條等。",
       "url": "60_Page_of_Cups.jpg"
    },
    "121": {
       "cht": "聖杯侍者",
       "eng": "PAGE OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯侍者可能對於感情有所追求，但用錯方法，想逗逗對方開心卻玩得太過火，惡作劇，耍猴戲，引起他人的不滿；而逆位的時候也有可能是感情上不知如何進入他人的情感，對於他人的認知感覺無法體驗，無法或不願從對方的角度來感受，不知道要怎麼做，不懂得與他人產生連結；聖杯當中沒有水也有可能只是應付對方而已，再搭配侍者的角色，也是感情上的表面敷衍，如果積極的話多半也只是一種奉承應付，又或者是喜歡浮華的感情遊戲。",
       "url": "60_Page_of_Cups_R.jpg"
    },
    "122": {
       "cht": "聖杯騎士",
       "eng": "KNIGHT OF CUPS",
       "position": "正位",
       "meaning": "聖杯騎士是感情的行動者，本身的速度與腳步是和緩的，更像是在騎馬漫步，蜿蜒的河水流動更顯情感上的流動緩緩向前，聖杯騎士所代表的形象是白馬王子，懂得浪漫與調情，華麗的盔甲與精良的裝備，顯得注重外貌與外表，這張牌對於女性而言是心中情愛的理想形象，具有令人陶醉於其中的特質；故在實際的面向上，可能是心儀的對象出現，一個來自對方的告白，真心地邀請與碰觸，專情一致的對象出現，而且對方是具有情感上的創意能力，能夠給予許多的歡樂與樂趣，心臟撲通撲通地跳，感受到愛情的溫熱，而在男性方面，出現聖杯騎士也表示的是愛情上的成功機會增大，有機會獲得對方情感上的回應回饋。",
       "url": "61_Knight_of_Cups.jpg"
    },
    "123": {
       "cht": "聖杯騎士",
       "eng": "KNIGHT OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯騎士，可能嚮往的對象太多了，情感上的行動太多，變成不專情，花心，這個想要那個也要，僅是使用調情技巧，花言巧語，愛的不真誠，想要對方的愛自己卻不願意付出自己的愛，將聖杯視為一種收藏品，一種收藏的心態；另一方面逆位的聖杯騎士對於情感的行動錯誤，有可能對於情感產生懦弱，退縮遲疑不前，無法下定決心的行動，也有隱含告白失敗的訊息，不是對方喜歡的人，被拒絕。",
       "url": "61_Knight_of_Cups_R.jpg"
    },
    "124": {
       "cht": "聖杯皇后",
       "eng": "QUEEN OF CUPS",
       "position": "正位",
       "meaning": "聖杯皇后沉浸於情感中，而且是浪漫的情愛感覺，聖杯女王專注於情感的水杯，且這杯子是所有的聖杯牌組中裝飾的最為華麗的一個，附有蓋子，更加得令人對杯中的內容物產生想像，聖杯皇后所關注的是情愛，一種特定對象的愛，且椅子華麗，腳踩在彩色的鵝軟石上方，把感情的世界想的很唯美，富有創造力，聖杯女王是相當得溫柔婉約的，體貼的個性，柔柔的姿態，偶爾不時還會臉紅害羞，心態上也很容易掌握，沒什麼大腦，喜歡談論的是各種感情的八卦小道消息，是一位正在戀愛當中的美女子壓，出現這張牌時，如果個案是男性，可能的狀況代表是他內心當中理想女性交往的對向。",
       "url": "62_Queen_of_Cups.jpg"
    },
    "125": {
       "cht": "聖杯皇后",
       "eng": "QUEEN OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯皇后，可能感情上過度氾濫，過度的情緒化，已到達缺乏理性的程度了，很難以掌握情感，不知道要如何與之應對與溝通，無法應付，另外一方面可能對於情感的想望太過於強烈了，想要很多對象，用情不專，無法忍受孤寂而極欲得抓住他人，顯得花癡；另外一方面來講有可能元素消散，失去感覺不再愛了。",
       "url": "62_Queen_of_Cups_R.jpg"
    },
    "126": {
       "cht": "聖杯國王",
       "eng": "KING OF CUPS",
       "position": "正位",
       "meaning": "聖杯國王懂得管理情緒，情緒管理得很好，聖杯國王往往帶有容易親近的特點，有一種溫暖，溫情的感受，成熟的情感態度，具有責任心，懂得人情事故與待人處事，讓人感到放心，暖男角色，另外一方面來講，聖杯國王可能感情的經歷豐富，城府深厚的特點，聖杯國王的角色常出現得像是長輩的角色，對於後輩有一種照顧與關心，溫厚的關懷，慈祥而親切，高EQ與親和力，值得注意的是桃花運出現此張牌組有可能是具有家室的男人；聖杯國王的場景是在波光淋漓的海面上航行，閱歷各地，相當有經驗，而從海中跳出的魚也象徵的是情感的生命力，具有情感的多元與創造性。",
       "url": "63_King_of_Cups.jpg"
    },
    "127": {
       "cht": "聖杯國王",
       "eng": "KING OF CUPS",
       "position": "逆位",
       "meaning": "逆位的聖杯國王，情緒使用不適宜，往往有情緒上的偏頗，偏心的狀態，或是濫用情感，玩弄他人，比如老而不修的男人，心中想要逾越界線，出現不合時宜與不符關係狀態的肢體碰觸，感覺起來噁心，而且往往這樣的角色社交狀態帶有一定程度的複雜特性，其對人的目的性增加，別有它圖。",
       "url": "63_King_of_Cups_R.jpg"
    },
    "128": {
       "cht": "寶劍Ace",
       "eng": "ACE OF SWORDS",
       "position": "正位",
       "meaning": "寶劍代表風元素，寶劍的使用動作為揮動，當揮動劍之時，掀起的一股劍風，帶有肅殺之氣，故遇見寶劍元素之時，請想像著劍的鋒利、冰冷，與風的流動之無形。寶劍ACE的構圖為劍貫入一皇冠之中，皇冠象徵著是頭腦，想法係腦中產生，長處上是具有智慧與思考的能力，頭腦理智清晰，有決斷力，懂得選擇，短處是想法往往具有排他的特性，想法與想法間往往不能互容，故刀劍相向，世人總是因想法不同而爭戰。在人際關係當中，大家相互以理智作為相處之連接，且寶劍具有切割的特性，故在相處中雙方保有自己的想法與空間，彼此鮮少過問私事，台面上相處的事情是公開透明、有理有據、條理分明、講求SOP，灰色空間是不允許存在的；在感情方面，出現過多的寶劍牌組代表雙方皆於情感上有所保留，強調兩人之間如何相處，怎麼\"配合\"，這種感情往往不怎樣浪漫，雙方多在談條件，而少有感情上的依偎；寶劍牌組在初始的關係中很難有愛的感覺，寶劍是武器，是征戰，在戰場上出現的往往是敵人，難以有愛的關係。在工作方面，劍相當的有力，鋒利無比的劍氣大殺四方，工作因有依據且分工良好，責任邊界清楚，故事物面向快速進展，推進快速。",
       "url": "64_Ace_of_Swords.jpg"
    },
    "129": {
       "cht": "寶劍Ace",
       "eng": "ACE OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍ACE，皇冠的掉落失去，代表想法不再光榮，想法可能偏有私心，帶有偏頗偏激的特點，不公正的想法出現，不顧他人的想法浮現，若把寶劍比喻為認知，逆位的寶劍ACE也代表不合時宜的信念，或是原本堅定的信念有所動搖；又或者是沒有中心思想，在選擇當中無法決定，想法搖擺不定。關係層面雙方可能因想法的不容大打出手，互相指責，彼此無法包容彼此間的差異，純槍舌戰，為了吵架而吵架，非建設性的討論，只是要爭個輸贏。也有可能為切割感特別的強烈，表示雙方彼此之間保持距離，雙方檯面下的規則很多，或是有所偏見誤會，冷淡與冷漠是關係的描述，不甘己事與不願理睬是內心的想法，雙方之間的關係被斬斷，逐漸的散掉了。",
       "url": "64_Ace_of_Swords_R.jpg"
    },
    "130": {
       "cht": "寶劍二",
       "eng": "TWO OF SWORDS",
       "position": "正位",
       "meaning": "一個人端坐在堅硬冰冷的石椅上，收中握著兩把沉重的劍，向兩個方向延伸，代表兩個不同的想法，蒙上眼睛深深思索，背後的大海是其內心的展現，聆聽潛意識的聲音，傾聽內在之聲，想著兩個矛盾的想法，如何抉擇其一或是將兩個想法合併。寶劍二描述的是一種想法的對立，矛盾與衝突的想法產生，當事人可能困在一個兩難的循環當中，無法決定該選擇什麼，兩個都好，兩者也都不好，處於無法決定的處境，兩邊都有得/失，這樣想好像也對，那樣也不錯，處在一個拉扯之下，思想璇盪在兩者之間，而此情況當事人可能需要靜下來思考，傾聽內在的聲音，用自己的內心去體會兩者，坐在冰冷的石椅上冷靜的面對自我。在關係當中，雙方之間有意見上的不合，然該部分係被隱藏於台面之下，如同大海與礁岩所形成的暗流洶湧，表面上可能冷處理，然雙方心中皆有所盤算著，是一種衝突的冷處理狀況，假裝沒看見。在工作面向上，寶劍二卡在事情當中，無法前進，整體躊躇不前，可能對於工作的許多方面也採取漠視的狀態。",
       "url": "65_Two_of_Swords.jpg"
    },
    "131": {
       "cht": "寶劍二",
       "eng": "TWO OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍二，可能來講，當事人已做出了選擇，放下了一把劍，選了另一把，脫下眼罩準備向前了，行動力產生，正位的對立躊躇不見了，情況開始出現變化；另一方面當事人可能什麼都不選，乾脆就放棄擺爛，事情認他去，交給他人決定或交由命運選擇，完全不管彼此之間不合的存在，跳離話題，避免爭議。",
       "url": "65_Two_of_Swords_R.jpg"
    },
    "132": {
       "cht": "寶劍三",
       "eng": "THREE OF SWORDS",
       "position": "正位",
       "meaning": "寶劍三是傷心牌，陰雨的天氣，一種低迷的沉浸，各種思緒，各種想法穿過心中，心被糾纏糾結，無法走出，感受到各種傷害的痛，思緒萬千，想的都是各種悲傷，當事人處於自連自哀當中，本張圖面來講滿好解釋的，畢竟看主題就知道是傷心，而另外一方面，塔羅的活用來講，直觀的看見本張牌也想到如果有疾病的話，可能有心臟疾病。另一方面來講，因為是寶劍，可能帶有自我批判，自我傷害的想法，在感情面來講，有如把關係的失敗當作是自己的責任，將其原因歸咎於自己，各種各樣我不對、我不好的想法縈繞心中，然當事者承擔了太多關係的責任因素，給予自己太大的情感壓力。",
       "url": "66_Three_of_Swords.jpg"
    },
    "133": {
       "cht": "寶劍三",
       "eng": "THREE OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍三，有可能是逐漸的走出傷心的情緒，鬆脫的寶劍從心中滑落，心中的傷痛開始逐漸的復原，走出寶劍三的正位情況。另一方面來說，正位的寶劍三偏向於自傷，而在逆位的寶劍三則有可能是傷了他人的心。",
       "url": "66_Three_of_Swords_R.jpg"
    },
    "134": {
       "cht": "寶劍四",
       "eng": "FOUR OF SWORDS",
       "position": "正位",
       "meaning": "寶劍四，由左上的玻璃水晶窗可以看到，所在的場景是教堂當中，在教堂裡面，有一個精緻雕琢的人形棺材，開口微開，或許有人躲在其中休息，而牆上掛著寶劍與棺木旁的寶劍，象徵著作戰，這人或許正在教堂中尋求庇蔭，遭受庇護，躲起來一下，暫停，免於外界的紛紛擾擾，處於暫時休戰的狀態，躲避戰爭，休息困頓的身軀，也代表著當事人已疲累，被各種想法操煩到疲累，需要調養，是一種停止的狀況，為的是面對接下來戰場的挑戰，代表有相當棘手的情況可能發生，需要謹慎的思慮以面對。感情方面，兩人或許有爭執，然而雙方對於彼此的爭執已生厭倦，雙方想要停下來獨自一人思考沉澱，又或是兩人之間的相處疲累，雙方都倦了。工作面向上來講，寶劍四拋開當前的工作挑戰，想要好好的放鬆自己，可能對於工作有所倦怠，想離開工作岡位調整自我。",
       "url": "67_Four_of_Swords.jpg"
    },
    "135": {
       "cht": "寶劍四",
       "eng": "FOUR OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍四，有所行動，可能是休息已足，準備再次的面對，又或者是外界的環境狀況不得不在尚未調整好身心的時候，仍必須出來面對挑戰的狀況，此時疲累加劇，慌慌張張，勉強自己。",
       "url": "67_Four_of_Swords_R.jpg"
    },
    "136": {
       "cht": "寶劍五",
       "eng": "FIVE OF SWORDS",
       "position": "正位",
       "meaning": "寶劍五是一張小人牌，圖中有三個人，最前方的人物露出詭異的笑容，後方的兩人顯然是失落離去，遭受到暗箭重傷的狀況出現，整個場景是相當的凌亂，天空中的流雲與地上散落的寶劍顯現出思緒的快速流動與矛盾衝突的狀況產生，在這裡描述的場景是爭辯之後的慘烈勝利，贏得了賽局卻失去了關係，詭辯或許是常用的伎倆，來陰的，得到了勝利卻失去了更多，有笑容卻懷有遺憾，是一種意氣之爭。感情上與工作上皆會出現重大的問題，其在於爭強的態度雖然讓對方無法招架，但是確失去了信任，得到的僅是自我沾沾自滿，目空一切的虛空。",
       "url": "68_Five_of_Swords.jpg"
    },
    "137": {
       "cht": "寶劍五",
       "eng": "FIVE OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍五可能找到對付小人的方法了，雖然小人還在，但是已可以應付對方，當對方放暗槍使用賤招之時，知道如何去應對，又或是對方為自己的行為道歉，彼此有和好的機會。或者是衝突已無法彌補，失敗，遭受欺負的一方離去，懷有悲傷與怨恨而離開。",
       "url": "68_Five_of_Swords_R.jpg"
    },
    "138": {
       "cht": "寶劍六",
       "eng": "SIX OF SWORDS",
       "position": "正位",
       "meaning": "寶劍六是哀傷的離去，離開傷心地到達彼岸的過程，正在渡過當前的難關，圖中的人物緊緊的抓住身上的斗篷，隱藏自己的心，顯的相當的處於低潮的狀況，不過好在的是，他並非孤獨，身旁的小孩與後方的船夫陪伴，均使的她感到一些安慰，由水面來看，這船划得相當的緩慢，船夫僅是緩慢的撐竿前進，在水面泛起漣漪，表示當前的狀況必須和緩的前進，需要慢慢來，而前面的寶劍直立束在前方，除了感到沉重之外，也表示其實這理前進的方向是有想法有規劃，有步驟的，正位表示雖然緩慢，但仍可以順利到達彼岸；而因此牌有一端順利到達一端的訊息存在，是有利溝通層面的，種種的矛盾與誤解可以緩慢得透過溝通的方式得以解決。在感情層面出現寶劍六正位之時，雙方之間是可以溝通的。而工作事業上出現寶劍六，或許有些問題狀況，不過可以順利度過難關。",
       "url": "69_Six_of_Swords.jpg"
    },
    "139": {
       "cht": "寶劍六",
       "eng": "SIX OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍六，可能翻船了，水在上方也表示波動太大，導致無法度過難關，船無法到達彼岸代表無法交流，很多情緒無法訴說與傾聽，更陷於情緒當中，想法鑽牛角尖，更加的傷心與悲傷，認為沒有人可以幫助她。",
       "url": "69_Six_of_Swords_R.jpg"
    },
    "140": {
       "cht": "寶劍七",
       "eng": "SEVEN OF SWORDS",
       "position": "正位",
       "meaning": "寶劍七是一張謀略牌，寶劍即是已經代表想像了，再加上想像作用的七這個數字，所以是想法的極致發揮，寶劍七中的人物，躡手躡腳的，潛入敵方的陣營當中偷取對方的武器，偷偷來，以削弱對方戰鬥的實力，對於圖中的人物而言，他是挺而走險的，弄得不好便被敵方抓住，造成傷害，然而正位之時，技巧高明的他順利的取走利劍而沒有被察覺，也代表謀略成功，是高明的點子，精心的設計，絕妙的心機，絕到好處的時機，具有刺激的快感。在感情的層面，出現寶劍七往往不單純，感情需要用到計謀與謀略顯然雙方的關係有很多無法輕易碰觸的層面，檯面下的規矩規則很多，無法直接表達與說出口的話語，需要用間接性的溝通方式，另一方面也有可能做出對不起對方的事情，欺騙對方。在工作上出現寶劍七，表示工作上往往沒有一個規矩可循，要創新的想出點子來解決問題，或是掌握什麼偏方之類，以解決工作上的問題，不照SOP進行。",
       "url": "70_Seven_of_Swords.jpg"
    },
    "141": {
       "cht": "寶劍七",
       "eng": "SEVEN OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍七，雖然偷偷的潛入敵營，但是卻被發現了，所以這個點子可能是糟糕的點子，計畫不週全，造成傷害而歸，沒有削弱敵人的能力，自己卻被敵人所傷，在感情中出現，偷偷摸摸的去做一些檯面下的事情被發現，被揭發，被抓到；又或者是根本上無法可想，只能維持現狀。",
       "url": "70_Seven_of_Swords_R.jpg"
    },
    "142": {
       "cht": "寶劍八",
       "eng": "EIGHT OF SWORDS",
       "position": "正位",
       "meaning": "寶劍八是受困牌，圖中的人物困於利劍與泥淖中，遠方的城堡安全之地離得很遠，蒙上的雙眼，身上布條的包裹，他受困於想法當中，想法強大的作用性，讓他的行動能力受到限制，他正小心翼翼的，透過地上的水痕，感受自己心中的感受，想辦法脫困，旁邊的這些利劍，可能是來自他人的一些建議，或是自己心中的想法、評價，然而這些想法、意見、建議，確確讓他更加的受困於其中，陷入一種僵持的局面當中，處於困擾的情緒，不知道什麼是正確的方向，只能稍稍的加以摸索，卻害怕受到傷害，表現的相當無力感，害怕與退縮。感情上出現寶劍八，雙方的關係意見上的不合，或者是兩人的關係受到他者的批判，膠著無法前進與進展。工作上出現寶劍八，工作上的他人無法提供資源，處處受到拒絕，只能依稀得靠自己感覺的可能性前進，不過前進的速度相當緩慢。",
       "url": "71_Eight_of_Swords.jpg"
    },
    "143": {
       "cht": "寶劍八",
       "eng": "EIGHT OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍八，從萬劍林立的狀況走出，獲得解脫，想清楚了，知道要怎麼走，怎麼做了，心情逐漸開朗，放開心胸，脫離了困境，走向未來的方向與目標。",
       "url": "71_Eight_of_Swords_R.jpg"
    },
    "144": {
       "cht": "寶劍九",
       "eng": "NINE OF SWORDS",
       "position": "正位",
       "meaning": "寶劍九是惡夢牌，因為過去的傷害潛抑而於夢中再次出現，過去的傷害就如背後的芒刺一樣，貫穿圖中人物的身與心，因夢境真實的展現了傷害，所以直接遭受到各種創痛的作用，一時之間並無法做出應對，所以圖中的人物角色用雙手遮掩他的臉，不想承受面對這些，這些可能是過去的秘密、過去經驗的傷害或者是他人的背叛，最為不想遭遇到的傷痛經驗，極度的身心上的創傷壓力，驚恐與恐慌。感情上出現寶劍九，雙方的過去經驗造成當前關係上的挫折，太過巨大的傷兩人不願面對也難以有撫平的機會。工作上出現寶劍九，許多煩事不斷出現，事情的失敗與錯誤也在心中烙下難以抹去的痛。",
       "url": "72_Nine_of_Swords.jpg"
    },
    "145": {
       "cht": "寶劍九",
       "eng": "NINE OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍九，一方來說可能逐漸的舒緩了痛楚，慢慢擺脫憂鬱的狀態，事情逐漸出現轉機，但是仍要好好的穩定心神，從難過中恢復過來；然另外一方面也可能代表一直沉浸於這些難過的經驗，逆位或許也代表越沉越深，終就無法自拔於其中。",
       "url": "72_Nine_of_Swords_R.jpg"
    },
    "146": {
       "cht": "寶劍十",
       "eng": "TEN OF SWORDS",
       "position": "正位",
       "meaning": "寶劍十，已死亡，圖面當中是一個人倒下，死亡表示再也沒有任何的機會了，不再有任何的可能性，但是另外一方面，也代表不再受到死亡的威脅侵擾，不再有痛苦了，解脫了，表示事件雖然可能以不滿意的狀況結束，但終究是個結束，過程雖然痛苦，但也是一種解脫，圖片手中的手勢，與教皇排的手勢相當，或許留下了一個伏筆，可能藉著宗教的力量希望尋求救贖，來世可以好過一點，又或者是可能死前有經歷過垂死掙扎，但等不到救援，感受到最深的無望，毫無轉機，最終的命運仍就是終結；寶劍十可能是流言蜚語無法辯解，百口莫辯，無法翻身，也有可能是做錯事情，遭受批判沒有給予悔改挽回的機會。感情上可能產生決裂的狀況，且是一點的希望不復存在，從此無法回頭。工作上遭遇相當大的困難，甚至來到已無法挽救的階段，事情已不可為了。",
       "url": "73_Ten_of_Swords.jpg"
    },
    "147": {
       "cht": "寶劍十",
       "eng": "TEN OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍十，遠方的晨光泛白，或許可以迎來新的生命而重新開始，命運告訴你一條死路又為妳開一條新的道路，砍掉重練，從之前的絕望慢慢走出來重新來過（只是之前的痛處仍在）。",
       "url": "73_Ten_of_Swords_R.jpg"
    },
    "148": {
       "cht": "寶劍侍者",
       "eng": "PAGE OF SWORDS",
       "position": "正位",
       "meaning": "寶劍侍者是資訊與訊息的收集者，蒐集資料資訊，打聽消息，而一方面角色的代表也可以像是學校新生，學習新的才藝的人物，在正位時，謹慎的判斷與觀察事物，獲得正確的資訊，了解整體狀況，心思銳利且敏捷，掌握先機，機警的態度，表達清楚；而寶劍通常也與溝通有關，正位的寶劍侍者代表一些溝通的機會管道，一些訊息的出現。",
       "url": "74_Page_of_Swords.jpg"
    },
    "149": {
       "cht": "寶劍侍者",
       "eng": "PAGE OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍侍者，對於訊息是不懂得加以過濾分析的，所以往往來講事情感到繁雜無章，帶有錯誤的資訊資料，不了解狀況，訊息不完全，遺漏重要的訊息，或是傳達錯誤，口才不佳。",
       "url": "74_Page_of_Swords_R.jpg"
    },
    "150": {
       "cht": "寶劍騎士",
       "eng": "KNIGHT OF SWORDS",
       "position": "正位",
       "meaning": "寶劍騎士是宮廷騎士牌中速度最快的一張，從構圖與馬兒的姿勢來看，是飛奔而馳的，來無影去無蹤，難以捉模他的蹤跡，是漂丿的男子漢，有自己的目標與方向，從不為他人駐足停留，奔馳是他的本性，懷有浪子之心，瀟灑的態度，因其獨特的魅力，總是以酷酷的方式吸引女性或他者的注意；在正位的時候，頭腦是清晰且思考快速的，行事匆匆，快速地完成，但是考量上來講沒有顧及太多，可能忽略小小的細節，精緻程度不高，是以速度換來的成果，快速的發展演變，表示事情馬上就有答案了。",
       "url": "75_Knight_of_Swords.jpg"
    },
    "151": {
       "cht": "寶劍騎士",
       "eng": "KNIGHT OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的保健騎士，飛馳的速度太快，卻未嘗好好的想過，糊走瞎忙，沒有計畫，僅是靠著感覺行事，缺乏思考，沒有正確的使用自己的能力，沒有用理智去做事，而飛奔太快的馬兒也表示聽不到他人的話語，對他人視而無見，令人感受到一種絕情，拋下他人而去；另一方面寶劍騎士可能在戰場上失敗，逃避前線撤退，也表示逃避眼前的問題，不去理睬思索這些。",
       "url": "75_Knight_of_Swords_R.jpg"
    },
    "152": {
       "cht": "寶劍皇后",
       "eng": "QUEEN OF SWORDS",
       "position": "正位",
       "meaning": "寶劍皇后是沉浸於理智的代表，具有各種知識與評斷的能力，本身是孤高的，特別是寶劍皇后的上方鳥僅有一隻，或許是一隻孤鷹也說不定，對於事物採取知的態度，任和時候都是理智的，是一種主觀，告訴他任何的資訊他都會經過處理後擬出最佳化、效益極大化的作法，然這樣的作法僅在於理論上可行，碰到人性層面或許不適用，是故寶劍皇后比較適合純學術層面的人物，且寶劍皇后來講，其劍是相當筆直，是公正不阿且判斷果決快速的，這樣的個性在人際場合比較難以靠近，與聖杯皇后是兩種不同的性格，寶劍皇后較不易產生親密感，甚至是有距離感，容易把感情往外推，易成情愛殺手，人際方面也是在所規範，要與她建立關係需要高度的挑戰，相當的難以贏取寶劍皇后的愛，然而遇到挫折，寶劍皇后是具備較多的韌性，能施展以理智應付狀況。",
       "url": "76_Queen_of_Swords.jpg"
    },
    "153": {
       "cht": "寶劍皇后",
       "eng": "QUEEN OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍皇后，可能胡亂作決定，做事沒有理智可言，對待他人尖酸刻薄，想法偏激，沒有談話的空間，無法溝通，胡亂批評，亂罵一通，無法為他人所理解，過度反對情感，把自己武裝起來，與世界為敵，高傲的態度；另一方面也有可能遲遲無法下定決定，資訊錯誤矛盾等等狀況產生。",
       "url": "76_Queen_of_Swords_R.jpg"
    },
    "154": {
       "cht": "寶劍國王",
       "eng": "KING OF SWORDS",
       "position": "正位",
       "meaning": "寶劍國王是想法的管理者與將理念推動的人物，是一位軍師級的人物，其本身具有相當的專業性，與寶劍國王討論事情寶劍國王可以給與其專業上的協助，講出的是專業的智慧指導，提出自己的見解，告訴他人背後的理念與原理是什麼，並且能夠從多個角度上去分析，採取客觀的態度，極高度的分析能力，提出最佳的建議，與精闢的見解，天上有兩隻飛鳥，也是代表寶劍的風元素與綜覽全局的能力，常見的人物比如像是學者、教授等，而寶劍國王與寶劍皇后相比較，寶劍國王有待人的經驗，所以提出得面像還是比較偏向有考量到人的一面的。",
       "url": "77_King_of_Swords.jpg"
    },
    "155": {
       "cht": "寶劍國王",
       "eng": "KING OF SWORDS",
       "position": "逆位",
       "meaning": "逆位的寶劍國王思想偏頗，可能有偏見，無法公正的採納各種想法，對於討論總是懷有批評的態度，或是對某些知識有所偏頗，對於不同門派、不同的意見給與貶低，意圖將自己的認知理念想法塞給他人，無法公正客觀的看待事物，也有可能其本身專業度不夠，給與錯誤的意見與建議，指導的方向錯誤等等，另外走一些偏門小徑也有可能是逆位的寶劍國王會做的事情。",
       "url": "77_King_of_Swords_R.jpg"
    }
}